[
  {
    "distance": 11.66, 
    "scan": "VLzqgDo317F", 
    "path_id": 6250, 
    "path": [
      "af3af33b0120469c9a00daa0d0b36799", 
      "5be145994f974347850a48cecd04cdcd", 
      "79aedad1206b4eea9c4b639ea2182eb7", 
      "1c91ed40af2246f2b126dd0f661970df", 
      "385019f5d018430fa233d483b253076c", 
      "fd263d778b534f798d0e1ae48886e5f3"
    ], 
    "heading": 3.751, 
    "instructions": [
      "Walk down one flight of stairs and stop on the landing. ", 
      "Walk between the columns and make a sharp turn right. Walk down the steps and stop on the landing. ", 
      "walk forward then turn right at the stairs then go down the stairs. "
    ]
  }, 
  {
    "distance": 6.64, 
    "scan": "sT4fr6TAbpF", 
    "path_id": 3414, 
    "path": [
      "9d001c6bc0f64a699fd36a6b9a61266a", 
      "8138835f78064c28b6c9c35a89eda7d6", 
      "37a978a1cc0e4464a714fb676f65b7fb", 
      "859a7c9c12c847d9a6860bd6d6bd635a", 
      "c3c5e202b9a04a63ae33742fe9095936", 
      "c06aae190b804b759496db0b88fe4820"
    ], 
    "heading": 4.714, 
    "instructions": [
      "Turn around and go straight. Take a left at the wall and go straight. ", 
      "Head straight until you pass the wall with holes in it the turn left and wait by the glass table with the white chairs. ", 
      "Go down past some room dividers toward a glasstop desk, and turn into the dining area. Wait next to the large glass dining table. "
    ]
  }, 
  {
    "distance": 7.61, 
    "scan": "8WUmhLawc2A", 
    "path_id": 48, 
    "path": [
      "6c4ef6ac616042bc9fe4adc5f6d21b10", 
      "f553a3287fb2438b979f09b09448c7c0", 
      "e0d2a4e22abe44d7810d7e448fff6704", 
      "62e602fc5b85463dbd8f48ba625d05ef", 
      "1e951fdbfd9d45bbaf935da945f5425c", 
      "814d9aba371640e5a70bcb7833bfe08f", 
      "1b48df86b7a149fa8e90161265def866"
    ], 
    "heading": 3.272, 
    "instructions": [
      "Walk into the hallway and through the entrance to the kitchen area. Walk  Passed the sink and stove area and stop between the refrigerator and dining table. ", 
      "Walk through the kitchen. Go past the sink and stove stand in front of the dining table on the bench side. ", 
      "Walk into the kitchen.  Walk past the refrigerator.  Stop directly in front of the wooden table. "
    ]
  }, 
  {
    "distance": 11.31, 
    "scan": "p5wJjkQkbXX", 
    "path_id": 2513, 
    "path": [
      "897ee6cdc5314ffaa23bf487ac2e0def", 
      "12cd53fa035549b29c5afe191ca7c0bb", 
      "88e1a361dfe240d49d9f3bf34a8f1617", 
      "5d8ebc45c0c34488aca8f4edf86ec97c", 
      "7913c846ee9443daafb87cab26566963"
    ], 
    "heading": 3.145, 
    "instructions": [
      "Walk past the chairs and to the left. Walk in front of the chair and stop. ", 
      "Exit the bedroom via the farthest left. Walk toward the couch. Stop there. ", 
      "Go towards the front door but before the front door make a left, then through the archway, go to the middle of the middle room and stop. "
    ]
  }, 
  {
    "distance": 13.34, 
    "scan": "SN83YJsR3w2", 
    "path_id": 6310, 
    "path": [
      "bd67e1a2dec64aab9e028df026ce4caf", 
      "d2cf7bc1308c4d1b86973b4ad1336404", 
      "6019439d967f4e5ab8332170d0d17a57", 
      "913aefa5733c425eb79de9f5e225cd0e", 
      "f745a3bf638a40dd85e29ce98d8c2aba", 
      "81a50ecde0ab42cd81e0cf23a2529675", 
      "7d9e8e6508884b1c8c9fedf59d70729e"
    ], 
    "heading": 1.829, 
    "instructions": [
      "Walk beside the outside doors and behind the chairs across the room. Turn right and walk up the stairs. Stop on the seventh step. ", 
      "Turn left and walk through the living room. Exit the room, turn right and walk up the stairs. stop in th e middle of the stairs. ", 
      "With the windows on your left, walk through the large room past the sitting areas.  Go through the door left of the tapestry and enter a wood paneled room with a circle table in the middle.  Go up the stairs and stop on the sixth step from the bottom. "
    ]
  }, 
  {
    "distance": 10.84, 
    "scan": "XcA2TqTSSAj", 
    "path_id": 3100, 
    "path": [
      "eb7c8095d2514ab7a84732fa41ed3594", 
      "bf22e389bd754181924923b4f5e0fe02", 
      "c43ed5913b6d45e5aa3b782bfa860805", 
      "ec0421cc61c64f6f8692d327d6838fd5", 
      "b6985ed68dd8405e969fcbbcd6dfcc42", 
      "213a5fa207dc491894df2f4405c40838", 
      "8fcf0b6f46b8465ab762e45a0060f6f0"
    ], 
    "heading": 1.804, 
    "instructions": [
      "Walk out of the bathroom and turn left. Walk along the hallway passed the white painting and the other bathroom.  Turn left towards the stairs. Walk down three of the stairs and wait on there. ", 
      "Exit the bathroom to the bedroom. Exit the bedroom using the door on the left then go straight until you get to the stairs and wait on the second step. ", 
      "Walk out of the bathroom into the bedroom and turn left. Continue out the bedroom door, turning left to wait at the top of the stairs. "
    ]
  }, 
  {
    "distance": 11.16, 
    "scan": "7y3sRwLe3Va", 
    "path_id": 4415, 
    "path": [
      "e29484c59af4429981a6a5d5afe4d5a0", 
      "d8cae4c7073346e392d3996254bf741c", 
      "af5f1942b4374015823bd32e31b31c64", 
      "9ee37c1bce0a41e8bd50821540e80713", 
      "fd4752f551d04e22be492adea0d9fb04", 
      "450b5325b5bf48f0a8076bb973b42fdf"
    ], 
    "heading": 4.197, 
    "instructions": [
      "Exit the room. Turn left and go down the hallway. Turn slightly right to continue going down the hallway. Turn right and go into the room. wait at the entrance. ", 
      "Make a left. Walk past the wall vent on the left. Make a right just after the bathroom. Make a right opposite the console table to the left. Wait at the threshold of the open door. ", 
      "Leave the room, and take a left. Take a right at the end of the hall, and take the first right. Enter the room, and stop in the doorway. "
    ]
  }, 
  {
    "distance": 9.94, 
    "scan": "7y3sRwLe3Va", 
    "path_id": 5133, 
    "path": [
      "3fe5daf13a5546069766f1c4bfd50fcc", 
      "204fc459fd244be1b08fe56aa9caea9d", 
      "9ee37c1bce0a41e8bd50821540e80713", 
      "fd4752f551d04e22be492adea0d9fb04", 
      "450b5325b5bf48f0a8076bb973b42fdf"
    ], 
    "heading": 2.739, 
    "instructions": [
      "Turn right and walk across the hallway through the doorway. Turn slightly left and enter the middle hallway and walk though it. Wait at the entrance. ", 
      "Head out of the room and go to your left. Make the first right where the little door is. Go just past that door and wait in the doorway. ", 
      "Walk through the double doors make a left then a small right near the very small door. Walk into the doorway past the small door. "
    ]
  }, 
  {
    "distance": 6.43, 
    "scan": "ZMojNkEp431", 
    "path_id": 5128, 
    "path": [
      "ba8b23a7aaeb463ba565174f9f44787a", 
      "c5c6bc7725e44fbf9cdb474aef50a74b", 
      "acf55e0267824aef8e8b9ad200e36091", 
      "2fd10d37b87f46d6b4e0501aac549c6f", 
      "2f4d90acd4024c269fb0efe49a8ac540"
    ], 
    "heading": 0.951, 
    "instructions": [
      "Enter the kitchen and turn right by the sinks. Go between the cabinets towards the stairs. Turn left and wait by the stool at the end of the counter. ", 
      "Walk towards black steps.  Walk to chalkboard.  Wait here. ", 
      "Turn around and walk to the right of the room. Walk towards the stairs and then stop in the middle between the 2 sets of stairs at the bottom. "
    ]
  }, 
  {
    "distance": 11.76, 
    "scan": "Uxmj2M2itWa", 
    "path_id": 6526, 
    "path": [
      "e5d22d5625714f54add784abac16c69f", 
      "13c191f506114c73b70830b89e195aa6", 
      "d52aaea9fc6e4d5fbecd0220eb9da436", 
      "4890b24fbb59414892ca854895896126", 
      "37cb64e0cddc4f20b309abc4ff5344c2", 
      "3ba76deab6be444c8b21652763d82795"
    ], 
    "heading": 0.614, 
    "instructions": [
      "Go passed the red artwork on the left, go into the doorway and then make a right after the first silver chair. Go straight through the glass door and step into the bedroom and stop. ", 
      "Head inside, turn right, walk forward into the room, stop in front of the bed. ", 
      "head inside the building. turn right, then wait inside the bedroom. "
    ]
  }, 
  {
    "distance": 9.37, 
    "scan": "EDJbREhghzL", 
    "path_id": 6907, 
    "path": [
      "553465b804fb4fc29bf530f71dfdf1d5", 
      "df428e69750340cdb9612ca81d9b098b", 
      "4069c437611e44c69edf8175de76b201", 
      "118169c7cc3f488e88a237f10cad437b", 
      "9e6df4301d8e45b28d96c115dea94756", 
      "181111f8575a49039444d6180bf71c10"
    ], 
    "heading": 1.153, 
    "instructions": [
      "Turn right to exit the room. Turn right when you get to the end of the hallway. Walk toward the couches and stop there by the couches. ", 
      "Go through the door to the right and then go straight to the stairs. Pass the stairs and go to the back of the couch. ", 
      "Turn right and exit the bedroom. Take another right and wait at the sitting area with the couches and fireplace. "
    ]
  }, 
  {
    "distance": 11.9, 
    "scan": "D7N2EKCX4Sj", 
    "path_id": 6999, 
    "path": [
      "e1166572e82f43d5857232295dcf4879", 
      "d4b19206bd8b4771b11a4dbda6cb9bff", 
      "28e6276f6b1a44aab5c15e875a4c3a5e", 
      "9e57fd7d4e9949f1a03f765da4a068fe", 
      "a0aeade23ab74a5f93544047c19718e8", 
      "9e94e381ffbf44eabc4b3fb0f8bff78a"
    ], 
    "heading": 5.834, 
    "instructions": [
      "Go up the stairs, and go right. Veer right, and enter the suite on the right. Stop once you are in the doorway. ", 
      "Walk up the stairs and take a right. Wait in the entrance if the kitchen and wait there. ", 
      "Continue to climb the stairs and at the top, turn right and exit the room though the opening to the right of the fireplace.  Go through the door opening to your right with the sign \"ABE LINCOLN\" above it. "
    ]
  }, 
  {
    "distance": 14.22, 
    "scan": "2n8kARJN3HM", 
    "path_id": 2539, 
    "path": [
      "3611ca6eb11f4a32a7cd3c073862860d", 
      "b2d31a869b644c738697a237d4e724b5", 
      "3d6c224493aa4b8fa5fd16e7ae8e2d66", 
      "82ee7783a95b4beeb1b8c518107c9ae2", 
      "2d21aec2e48b4797ad0367e96fd316f4", 
      "397cae1de3b74644804196b838fd3c8a", 
      "5b4f88b00af3413eb8a3706a62a761e1"
    ], 
    "heading": 4.062, 
    "instructions": [
      "Turn around until you're facing the middle of three arches with a table surrounded by six chairs behind you. Walk through the middle arch until you see a long table with eight chairs on each side and a fireplace further down in the next room to your right. There will be a door leading to the outside on your left. Turn ninety degrees to the right and walk towards the fireplace with the long table towards your left, stopping just before reaching the carpet in front of the fireplace. ", 
      "Facing the three archways go forward and immediately right, go through the rectangular archway and go into the first room on your left, go along the table, and stop at the chairs. ", 
      "Leave the office heading to the dining room. Walk through the room and into the kitchen. Stop in the doorway to the sitting room. "
    ]
  }, 
  {
    "distance": 5.17, 
    "scan": "HxpKQynjfin", 
    "path_id": 5577, 
    "path": [
      "8255979462744450aef8a399712c0d7f", 
      "1dd50bf3662244b68314b8400ebb66b6", 
      "087babe565fd471381ae7adbf938f5fc", 
      "0a709d588fcd4ae5badd921366074d7a", 
      "efe359ee05ea46c587196354c2d1cc96", 
      "8b41e8798d78402f9f36b242972d729b", 
      "45ee2d428b7c42a98afe21f68a8fa298"
    ], 
    "heading": 3.964, 
    "instructions": [
      "Turn right and move forward around the bed, enter the bathroom and wait there. ", 
      "Walk around the bed and into the bathroom and stop. ", 
      "Turn around and walk to the other side of the bed and stop in the bathroom doorway. "
    ]
  }, 
  {
    "distance": 17.53, 
    "scan": "8WUmhLawc2A", 
    "path_id": 5803, 
    "path": [
      "b64a2ef467bb455aaee16a04bd9d7812", 
      "6a0eb3cedc6847efa4044c75ad7649a8", 
      "67ff5dc94eeb4675ba3a2074ee5ca22c", 
      "491b9b2d5e63400f9b448e5603dd05ae", 
      "0fd8c430bdb34aedb5c11b56ceb13b63", 
      "01b439d39a8f412fa1837be7afb45254", 
      "b6018ae2d13248f7a12edbf31f70b04d"
    ], 
    "heading": 2.371, 
    "instructions": [
      "Exit the room. Walk across the hallway. Turn slightly right and walk across the kitchen towards the sofas. Turn left and walkthrough doorway just right of the portraits of a family. ", 
      "Go straight down hallway turning right just after the kitchen table. Follow pathway on the left between kitchen island and the back of the brown couch make a slight right passing through the arch door way. Continue straight using the middle hallway stopping at the picture with prayer on it. ", 
      "Walk out of the bedroom and into the hall. Walk past the bench and then right past the island. Walk through the entryway and into the hallway on the right. Stop in front of the vent. "
    ]
  }, 
  {
    "distance": 7.58, 
    "scan": "ur6pFq6Qu1A", 
    "path_id": 6119, 
    "path": [
      "4a153b13a3f6424784cb8e5dabbb3a2c", 
      "28c66f311baf4ffa9cf71e45bf1ca165", 
      "67a696124eb54cb9bb570f28df5fb8ab", 
      "e58d119418644e51acd0c163a430d648", 
      "8cad92a787594649a7887ce3c3c22d5b"
    ], 
    "heading": 3.185, 
    "instructions": [
      "Exit the room into the corridor, then enter the third door on the right and wait by the massage table. ", 
      "Walk through the bathroom door. Walk through the foyer and go into the room to the right of the three panel artwork. Step into the room near the massage chair. ", 
      "Exit the room you are in and enter the larger room with the square mosaic on the floor.  Face the wall on your right and go through the doorway to the room on the left.  Walk to the bed and stop near the foot. "
    ]
  }, 
  {
    "distance": 8.88, 
    "scan": "8WUmhLawc2A", 
    "path_id": 6554, 
    "path": [
      "01b439d39a8f412fa1837be7afb45254", 
      "32c24c4472f346bc9b292f8997b9f82e", 
      "5848b29e18924f5594fbec08340fb7a9", 
      "74a12d0675b54d6193ba63104a6a8e2e", 
      "34d76d6db3484d04a47482685c9ab420", 
      "b3cb0280416742fc9dcba0d2d9e5d2f7"
    ], 
    "heading": 1.573, 
    "instructions": [
      "Walk left down the hall. Walk to the end of the hall and go right. walk past the small refrigerator and in the hall. Stop just outside the door. ", 
      "Walk towards the pictures on the wall and then turn left, go straight down the hall and take the slight right further down, take a step into the wooden doorway and stop. ", 
      "Walk past the dining room and down the hall. Wait in the theater room, at the end of the hall. "
    ]
  }, 
  {
    "distance": 9.01, 
    "scan": "29hnd4uzFmX", 
    "path_id": 3448, 
    "path": [
      "c9030e71fc29447599a5c21d90261ca5", 
      "f461fdc9b5c54386bcb1350bf4072015", 
      "1e6190c84052401d8a2435eed54b82aa", 
      "fa30e6859ca249a78879975b0b659bfb", 
      "0896e14268a54c1faa6a5648eb8eb63b", 
      "959878d8792948b5888684622f4eca36"
    ], 
    "heading": 0.71, 
    "instructions": [
      "Exit the bedroom and then make a left. Go to the stairs located to the left of the couch and wait on the third step. ", 
      "Exit the bedroom and go left.  Walk to the bottom of the stairs.  Go up two stairs to stop in front of the window. ", 
      "Exit the room then turn left then go up the stairs on the left. Go up three steps then stop. "
    ]
  }, 
  {
    "distance": 6.95, 
    "scan": "ULsKaCPVFJR", 
    "path_id": 257, 
    "path": [
      "0b06e41938c84b91b41b6b14db0529b9", 
      "525eea07ff0b45f49f6a47eb55b6d75e", 
      "7c213023b8a14cf9a77272791de04b9a", 
      "c73a6f3769bc471588158d99186b80e6", 
      "f7664517a79b4e2ba69635bffa525d68", 
      "78d6e1d2e0d042af9f1c96b180d449d6"
    ], 
    "heading": 4.534, 
    "instructions": [
      "Go Straight in the house all the way to the mirror then take a left and once you come to your first door take a right and stop right in the middle of the doorway. ", 
      "Go into the house and take a left at the end of the entry way. Go straight and into the dining groom through the first wall on the right. stop in the dining room doorway. ", 
      "Walk through foyer. Make left mirror. Walk past wall sconce. Wait at dining room door threshold. "
    ]
  }, 
  {
    "distance": 7.49, 
    "scan": "e9zR4mvMWw7", 
    "path_id": 3696, 
    "path": [
      "6a856f5cb71645558f9f9ee069f37f1b", 
      "f6c327acf9884d988714467217d67dcd", 
      "c904c55a5d0e420bbd6e4e030b9fe5b4", 
      "e85f9caa15a64aebb9e9138395a457d9", 
      "d2875e02333d4dd991e866786a87c1be"
    ], 
    "heading": 3.393, 
    "instructions": [
      "Walk past the dining room table and the television. Make a sharp turn left through the doorway and stop at the bottom of the stairs. ", 
      "Walk past the dining room table into the living room. Take a left out of the living room and stop at the bottom of the stairs. ", 
      "Walk through the dining area passed the dining table with blue vases on top. Continue through the next room passed the television and through the open entryway on the other side. Turn the corner and begin to walk up the stairs opposite the front door to the home. "
    ]
  }, 
  {
    "distance": 6.71, 
    "scan": "b8cTxDM8gDG", 
    "path_id": 7213, 
    "path": [
      "ddbcae25c7b84d26808cf0efac5e10de", 
      "7168e3659bcc40de8bfde578bb1fbeb3", 
      "1a9b8e0293ba40dcbd23d31757203903", 
      "8316e9313299447bb1f574aaf8cbec73", 
      "b15db460058c41e8aa0c0720344daa30"
    ], 
    "heading": 5.774, 
    "instructions": [
      "While facing the animal print sofa, turn left and keep walking straight past the Spiderman statue and off the carpet.  Go through the door to the right of the Pulp Fiction poster.  Stop when there is a door is on your left and a window is on your right. ", 
      "Walk past Spider-Man statue and into the hallway.  Continue straight past the wooden table and \"Pulp Fiction\" poster.   Walk through the glass door.  Wait by the window. ", 
      "Go through the hallway and stop after you have passed the glass door. "
    ]
  }, 
  {
    "distance": 7.16, 
    "scan": "p5wJjkQkbXX", 
    "path_id": 124, 
    "path": [
      "10ac1913d65c422ab6cbda5b9fb5fbf9", 
      "98cb55a4f05240c9b1d600aed0feee58", 
      "e61a450ffbe3472795b6559f3f36c211", 
      "2c25ceddf2aa4f6182a84f2668b6635b", 
      "858d6ec47f1045bbb9f2e5e0e1b380ae"
    ], 
    "heading": 2.154, 
    "instructions": [
      "Turn around and go past the bed to the doorway.  Go through the doorway and across the hall, into the kitchen and stop there and wait. ", 
      "leave bedroom to hallway. turn slight right and enter hall way, turn slight left to kitchen, stop at counter. ", 
      "Turn around and walk across the hallway, stop at the entrance to the kitchen. "
    ]
  }, 
  {
    "distance": 9.09, 
    "scan": "ZMojNkEp431", 
    "path_id": 4386, 
    "path": [
      "fc54060df0b540cca6c490e2524ee4e3", 
      "183ac7f2f1eb4905bee16fbb5e4155bd", 
      "a31805b1b6dc4947a9cf22f16850a142", 
      "96c723cbe63d489295a0cc3a99438f08", 
      "6855b783e2f34c7981b90ddb5de81bd7"
    ], 
    "heading": 4.591, 
    "instructions": [
      "Turn left and head through the hallway.  Walk straight into the room.  Turn right and stop at the black chairs. ", 
      "Turn left to enter the hallway. Then take your next immediate left and continue to the desks. Turn right by the white bookshelves and stop. ", 
      "Walk towards the large green vase and then turn left and walk through the rock hallway. On the other side turn right and walk forward and stop when you reach the long wood table. "
    ]
  }, 
  {
    "distance": 7.51, 
    "scan": "mJXqzFtmKg4", 
    "path_id": 6466, 
    "path": [
      "61a91234ec4e4083b03a6114ddd3ce21", 
      "7a0c00e7d0854088a292c38eb9c46ff6", 
      "a475d54e18664630b19f47575a874cf4", 
      "7ee437db8a914c6d8ce7555b3ce6aae4", 
      "7bfd840693034959a2dffb2625026980", 
      "ca2a1110dcfa4449a6cd735d6cfb9402"
    ], 
    "heading": 4.466, 
    "instructions": [
      "walk out of the doorway take a hard left. when you get to the couch take a hard left. walk down the hallway to the second pillar and take a left. wait by the counter. ", 
      "Walk out of the pantry and take a left. Take a left behind the couch, and take a left into the kitchen. Stop next to the counter in the kitchen. ", 
      "Go straight and then turn left. Enter the entryway and then turn left to pass the couch again. Keeping going straight and stop outside of the island. "
    ]
  }, 
  {
    "distance": 12.35, 
    "scan": "rPc6DW4iMge", 
    "path_id": 4820, 
    "path": [
      "638b72f18fda418394fe583341e9c17b", 
      "877ddff288064faeb2e0b5107bd6a0bc", 
      "804c03492c564949b1d6e951d3cd2649", 
      "50f665df35f04b48a8e138ee19d71d7f", 
      "1b584863928f47c68978bca62781228b"
    ], 
    "heading": 4.426, 
    "instructions": [
      "Go straight into the house using the large glass doors. Turn left and wait near the kitchen area. ", 
      "Walk from the patio into the house living room. Walk to kitchen island table. ", 
      "Enter the house, and go into the kitchen. Stop next to the first counter on your left. "
    ]
  }, 
  {
    "distance": 13.74, 
    "scan": "ur6pFq6Qu1A", 
    "path_id": 827, 
    "path": [
      "a4755f88913d48a885da112031e73536", 
      "e2141db9eb994d8a96ee98faab26bbd4", 
      "e712e90c48dc4baf9261c51ffc15660b", 
      "4b05fd2202d94a15a1fc8ac641178b7b", 
      "3d69c33d27904da6a126c430cb3eab81", 
      "5fb9a0b5b9794fb290f15e050d81d5bb", 
      "2bf2e4eb6fbd490b95540647ecb4f708"
    ], 
    "heading": 4.003, 
    "instructions": [
      "Walk out of the bathroom into the hallway. Walk passed the cabinet and wall mirror and continue down the hall. Walk passed the water cooler and into the next room ahead. Walk towards the large circular desk area near the pamphlets laid out on the desk. ", 
      "Walk through doorway and turn right. Walk straight and go through the next doorway. Walk forward and then turn right. Wait by the reception desk. ", 
      "Turn around and walk down the part of the floor next to the large dark-brown framed mirror. Walk straight out the door and make a right towards the reception desk. "
    ]
  }, 
  {
    "distance": 10.2, 
    "scan": "r47D5H71a5s", 
    "path_id": 2931, 
    "path": [
      "dddeccce9b044629a9ffd5c61e8ea1cf", 
      "498ad4add3424a4eaf28355ded64c622", 
      "96d3ea8a25b347e4b097f070a1cba15e", 
      "6ea742331ac84fb9ae24a1b8d76bcf8a", 
      "e14074a6c7e0450492bf4c0a6c431357", 
      "49d8e71cc67d45f9863ca6d25a61a2fa", 
      "cc94b5dda437408a9a166fcdbafa2a48"
    ], 
    "heading": 0.985, 
    "instructions": [
      "Walk toward the table and chairs, and turn left through the door way.  Walk straight through the doorway and walk through the massage room.  Walk through the door on the right and in the doorway. ", 
      "Go passed the stairs to your left and go through the brown archway, go into the first room on your left, go through the room and go into the room on the right and stop. ", 
      "Walk past the stairs and into the hallway ahead. Enter the first room on the left and walk through the room, past the massage tables and to the door ahead. Wait just inside the doorway. "
    ]
  }, 
  {
    "distance": 7.48, 
    "scan": "r47D5H71a5s", 
    "path_id": 5837, 
    "path": [
      "6c627071aa3448a19a45b0b35ed305b7", 
      "82cb4105387a4ab5a09d82d7ff02a41c", 
      "f45d421d04e34220b2aaf9246b6dcdd1", 
      "ae2a7dc3c3e545b98e2fcb374de658d1", 
      "e4a808c94c004bc7b2e3101c316bb02c"
    ], 
    "heading": 1.934, 
    "instructions": [
      "Turn slightly left and exit the room. Turn right and walk towards the stairs. Wait by the small chair. ", 
      "Exit the bathroom. Go through the double-doors next to the plants and stop. ", 
      "Walk around the screens and outside the room.  Once outside, go to the room to the left of the large plants.  Stop after stepping into this room. "
    ]
  }, 
  {
    "distance": 13.51, 
    "scan": "ur6pFq6Qu1A", 
    "path_id": 1095, 
    "path": [
      "d922a7a5956c4a42af51637f14c165d6", 
      "3d69c33d27904da6a126c430cb3eab81", 
      "4b05fd2202d94a15a1fc8ac641178b7b", 
      "e712e90c48dc4baf9261c51ffc15660b", 
      "e2141db9eb994d8a96ee98faab26bbd4", 
      "a4755f88913d48a885da112031e73536"
    ], 
    "heading": 3.037, 
    "instructions": [
      "go through wooden door next to windows, and straight ahead, turn left into bathroom at end of hall. ", 
      "walk through the doorway to the left of the lighted sculptures on the ground. Continue straight until you pass a long horizontal mirror on your right. Turn right and walk towards the first toilet. ", 
      "Walk through the door to the left of the glowing circles. Continue past the mirror to the large standing cabinet on the right. Turn left and stop in the doorway. "
    ]
  }, 
  {
    "distance": 13.23, 
    "scan": "qoiz87JEwZ2", 
    "path_id": 211, 
    "path": [
      "be3d7ae0352d481191e4c9e351e71b08", 
      "f17bd928d5c84ebbb4d2d8806682f4af", 
      "024edcc6db70425aaa54f5596b0ebda8", 
      "61aa57f78ebf40dd9bc04e27b1a4c80f", 
      "124c7635126f4fefaf3c57742dbe1193", 
      "b6169d6b759547769509b4d781a8bff6", 
      "69cbdf9fd3b64552b57887b813845cfa"
    ], 
    "heading": 1.874, 
    "instructions": [
      "Walk down the stairs and walk towards the red sofa. Turn left and enter the bathroom. ", 
      "Walk down the stairs all the way and past the Christmas tree. Make a right turn and walk past the blue chair into the room with the white sink. ", 
      "Walk down the stairs, walk into the room with the fireplace, walk around the chairs and turn left into the bathroom, stop in front of the sink. "
    ]
  }, 
  {
    "distance": 5.08, 
    "scan": "HxpKQynjfin", 
    "path_id": 3207, 
    "path": [
      "b7016dcb34d747d2b18281748a257f5a", 
      "087babe565fd471381ae7adbf938f5fc", 
      "0a709d588fcd4ae5badd921366074d7a", 
      "7a920bf869fd41099e44a0829f818361", 
      "71f79f342cde467ba037a196c4e04f6a", 
      "6ca411a8612d4a569362c6231dcf1b68"
    ], 
    "heading": 5.386, 
    "instructions": [
      "Walk across living room to tile floor. Stop next to the far side of the bar. ", 
      "Go past the bed, the tv, and the desk. Stop at mirror by the entrance door. ", 
      "Walk past the TV and continue toward the bathroom.  Stop before walking through the bathroom door. "
    ]
  }, 
  {
    "distance": 9.18, 
    "scan": "i5noydFURQK", 
    "path_id": 7198, 
    "path": [
      "5062afb29ed34159a1e05c60e6cf6585", 
      "0bc53661f71543df85e5499ea85f74c7", 
      "e2de0f25e4f2451c82292a347d3a5f55", 
      "d9d2484fd1b44448b04b6eadf278d9db", 
      "871d8081c12f4c8585e62515f441d69a", 
      "6e136e11116740a6a49af82502f51cee"
    ], 
    "heading": 3.633, 
    "instructions": [
      "Turn around, to the left and walk down the hallway. Turn right and walk down the stairs toward the kitchen. Stop at the stair landing. ", 
      "Walk down the hall and to the right. Walk down the stairs and turn right. Walk down the stairs and stop at the bottom of the stairs. ", 
      "Facing the laundry room go left, and then make the right, go down the stairs to the level and turn right, go down the rest of the stairs and stop at the bottom of the stairs. "
    ]
  }, 
  {
    "distance": 5.91, 
    "scan": "sT4fr6TAbpF", 
    "path_id": 6410, 
    "path": [
      "af6bb13bb566488b8eea16b18d26c169", 
      "d71d5842677848669da8517aea6c4e2b", 
      "faf331eb87d74cc09705b5cac988d05e", 
      "444bc5d6006244e7b609dd9d06fed1f3", 
      "8138835f78064c28b6c9c35a89eda7d6"
    ], 
    "heading": 3.125, 
    "instructions": [
      "Turn around and then walk straight, stop once you're inside of the house through the doors. ", 
      "Turn around and head indoors through the double glass doors. Stop at the partition. ", 
      "Enter the house by the larger doorway with the two glass doors.  Stop by the latticework inside the house directly in front of the door. "
    ]
  }, 
  {
    "distance": 7.68, 
    "scan": "b8cTxDM8gDG", 
    "path_id": 1205, 
    "path": [
      "bcd82ce0da1846a58f9d97b00e022af2", 
      "3892d409b66644439f5afcf3d296efbf", 
      "78485dd696e24574a37f81dea58c5f4f", 
      "ddc9afa8e031453abd45c783fbfeb4aa", 
      "031a6316a244425c8c9a7a43ab6de08d"
    ], 
    "heading": 4.814, 
    "instructions": [
      "You'll see a hallway.  When you get past the double doors, there will be a door open and you'll enter that room. Turn right and go in there.  Walk past the base of the beds.  Walk a few more feet and then stop at the entrance to the bathroom.  Wait by the first sink. ", 
      "Go down the hall and through the second door on the right. Wait on the other side of the bedroom in the bathroom doorway. ", 
      "Go straight down hallway, turn right into the open door, turn left, walk passed the beds into the bathroom and stop in the doorway. "
    ]
  }, 
  {
    "distance": 10.66, 
    "scan": "XcA2TqTSSAj", 
    "path_id": 2363, 
    "path": [
      "879ac49bbefd44e89bd7f67bf3fc6a10", 
      "60c086c5d9684e238e9a5e5b59cff42f", 
      "b558c9f7ab104755b49dd4ef0cbc991e", 
      "00d3b5f7c25a4c34be140266ef2ad250", 
      "0e241cf1a93841d4b2bd94434da632b0", 
      "359203b9978f4f198748a61fe7805cc3", 
      "51741dbbb9d74eef95fc545593cc8d46"
    ], 
    "heading": 1.963, 
    "instructions": [
      "Walk past the island and the chair. Walk up the stairs and turn left. Stop inside the doorway. ", 
      "Walk past the bar and go left up the staircase. Turn left and stop by the green vase with white flowers. ", 
      "Turn left and follow along the glass railing. Once at the end turn left and go up the black stairs. At the top of the stairs walk forward and then turn left to enter a small room and stop. "
    ]
  }, 
  {
    "distance": 12.74, 
    "scan": "JmbYfDe2QKZ", 
    "path_id": 3082, 
    "path": [
      "ae0a116c370141909e0ca2bfeeeb323c", 
      "f5df82be55df4d13af8d03695bad0163", 
      "7025038ba12d4a63a40c866489226fbe", 
      "f4032225a0c6462ba02f728d031c2638", 
      "e3eeb7b8deed4a2fa0000daec3538b75", 
      "a885c9f037fe45cfbf053e98e4e3d205", 
      "e58daa54fe36484984da0fc3e209ee39"
    ], 
    "heading": 3.39, 
    "instructions": [
      "Turn around and walk out of the office into the great room.  Keep walking forward, past the staircase on your right and the dining table on your left, toward the kitchen.  Go through the doorway with the kitchen counter on your left and walk towards the island.  At the island turn left and walk through the kitchen towards the kitchen table.  Stop when you enter that part of the room, before you get to the kitchen table. ", 
      "Turn around and walk out of the office. Walk straight and through the doorway that leads to the kitchen. Take a left at the kitchen island and wait on the rug just ahead. ", 
      "Exit office, go passed the black table on the left, go into the kitchen area, turn left and go into the dining room, then stop next to the television. "
    ]
  }, 
  {
    "distance": 7.14, 
    "scan": "82sE5b5pLXE", 
    "path_id": 7177, 
    "path": [
      "a903bfca12df44cd9dad5a2ccb79d7bc", 
      "89eeae92b2fe4b68abb274970a931608", 
      "18e3c05b91774b1b9200fa4b1966bf74", 
      "ad3a2912de974a5690af5050e6ade942", 
      "846c8d973a1a460ca942e15733cddc71"
    ], 
    "heading": 2.114, 
    "instructions": [
      "Walk out of the bedroom and turn left. Walk to the right of the bathroom and stop just inside the bedroom. ", 
      "Turn right and go through the door. Turn left down the hallway, turn left again, and go in through the door to the right of the bathroom. ", 
      "Exit the room through the door and turn left.  Take the first left, then a quick right turn into the bedroom.  Wait by door. "
    ]
  }, 
  {
    "distance": 7.54, 
    "scan": "1LXtFkjw3qL", 
    "path_id": 7238, 
    "path": [
      "a3fe827d49db4f7caa076c313434d418", 
      "e0f025c0baa94beba57ea499e3d846c5", 
      "6ab39d830183407cb7ec17206889000d", 
      "74d5b2290be74a1ba052b6fe2320e064", 
      "e8e2d73795e54b6db89cd32745e79fb9"
    ], 
    "heading": 1.739, 
    "instructions": [
      "Go to the bottom of the stairs and turn left. Walk along the orange wall, past the stone statue, and go through the doorway. Turn left and stop at the top of the steps leading down. ", 
      "Go down the stairs, and take a left. Go around the dining table and exit through the door on the left. Go down the three stairs and stop at the bottom of the stairs. ", 
      "Go downstairs. U turn left. Go straight and then turn left. Wait near the double white doors. "
    ]
  }, 
  {
    "distance": 10.66, 
    "scan": "sT4fr6TAbpF", 
    "path_id": 6335, 
    "path": [
      "d71d5842677848669da8517aea6c4e2b", 
      "faf331eb87d74cc09705b5cac988d05e", 
      "444bc5d6006244e7b609dd9d06fed1f3", 
      "9d001c6bc0f64a699fd36a6b9a61266a", 
      "7cb2c4bc9ad84463b4d0c6a91b8c4640", 
      "70f4a1eb60744999ba4a1f63fef62afe", 
      "eef89e7a055443d8825cf94f092aaa35"
    ], 
    "heading": 2.98, 
    "instructions": [
      "Turn around and enter the house. Take a left. Enter the bedroom on the left. Wait in between the two beds. ", 
      "Enter the building through the double glass doors on the left. Turn left and walk down the hallway to the bedroom. Wait between the benches. ", 
      "Go inside the house through the glass double doors, make a left, make another left and go into the archway that is just to the right of the black chair, go near the base of the beds in the middle of the room and stop. "
    ]
  }, 
  {
    "distance": 6.34, 
    "scan": "b8cTxDM8gDG", 
    "path_id": 3452, 
    "path": [
      "9c19aeb19e6e4ad98b2a31cc44b9aa7a", 
      "d38c4ae95f5b4640a2696b923b80d1f4", 
      "9fed9031c0ea482f914d07abfb59970b", 
      "f523bfbaba0d40f48ff4a8d955c43ac8", 
      "34812a1a581b4f6490268057007f2e1a"
    ], 
    "heading": 0.025, 
    "instructions": [
      "Turn right and go down the first set of stairs to the right stop on the first landing. ", 
      "Cross the hallway towards the stairway. Go down one flight of stairs and wait on the landing. ", 
      "Go past gym equipment. Stop halfway down stairs. "
    ]
  }, 
  {
    "distance": 6.06, 
    "scan": "17DRP5sb8fy", 
    "path_id": 3399, 
    "path": [
      "10c252c90fa24ef3b698c6f54d984c5c", 
      "77a1a11978b04e9cbf74914c98578ab8", 
      "b185432bf33645aca813ac2a961b4140", 
      "5e9f4f8654574e699480e90ecdd150c8", 
      "08c774f20c984008882da2b8547850eb", 
      "da5fa65c13e643719a20cbb818c9a85d"
    ], 
    "heading": 3.506, 
    "instructions": [
      "Walk past the large picture and chair. Walk past the dining room table turn right into the hallway and stop. ", 
      "Go straight and pass the bar with the chair/stools then pass the clear glass table with the white chairs and turn right. Wait in that hallway. ", 
      "With the painting of the mermaid towards your right, head straight. After passing the counter towards your right, turn right and wait. "
    ]
  }, 
  {
    "distance": 11.86, 
    "scan": "2n8kARJN3HM", 
    "path_id": 2286, 
    "path": [
      "69a31cef77324a89bd8e595fdb84792d", 
      "dac4509f882848258838272f16d18302", 
      "4460e0586719490095d7ac389f302500", 
      "4ad533e309ca4c61856c953afb7876b6", 
      "840cd9be95274178b83c956386943c99", 
      "88a3a2ec4bae471087ac403331020c72", 
      "3769d27ee6f8462e815e9ebdc33af7e8"
    ], 
    "heading": 5.595, 
    "instructions": [
      "Turn left then head straight until you pass the middle arch and get to the grand piano then stop. ", 
      "Walk through the first archway on your left.  Walk straight ahead until you reach a room with a grand piano.  Stop next to the grand piano in front of the table and chairs. ", 
      "Exit the alcove and walk past the dining area. Wait in the library next to the piano. "
    ]
  }, 
  {
    "distance": 5.7, 
    "scan": "mJXqzFtmKg4", 
    "path_id": 4821, 
    "path": [
      "b9439690f831487192bf4e0c82cea15a", 
      "56783c12f5104ec8b2e6debdddc710be", 
      "c897acc78a8e4555b14b85fc32d41f3e", 
      "fff5e96c0ba6429f86d5d8b3a74df5e2", 
      "929158cc8c424c099a601a36e0fc2270"
    ], 
    "heading": 3.013, 
    "instructions": [
      "Walk through the room past the exercise equipment. Walk out through the open door into the hallway. Walk down the tiled hall past the closed doors. Walk through the arched entry and into the next hall with a mirror on the wall. Walk through the open door opposite the mirror that leads to a large room with a fireplace in the center. ", 
      "Walk straight down the hallway. Turn left into the open doorway. ", 
      "Exit the door. Turn right. Go past mirror. Stop in open doorway. "
    ]
  }, 
  {
    "distance": 5.53, 
    "scan": "rPc6DW4iMge", 
    "path_id": 5858, 
    "path": [
      "1920d957cf3d4adab57626a7ccc206b0", 
      "2aef8931ed104272873cbc52701eb2ad", 
      "cabddb2506ee4bfcb2a1bcfa6625fe28", 
      "30030a9a530b40fc88825ca8fc32f855", 
      "f378f8971f7b41ccb0f2c1dc14ba290d"
    ], 
    "heading": 5.847, 
    "instructions": [
      "Leave the white room with the buttons on the left side and turn left in the hallway.  Walk straight until you see a circle floor decoration on the left.  Step on the circle and then stop. ", 
      "Walk out of the elevator and take a hard left, walk out of the doorway and take a left. Wait in front of the door. ", 
      "Move forwards out of the elevator. Turn left and exit through the door. just ahead. Turn left and stop on the rug in front of the door. "
    ]
  }, 
  {
    "distance": 10.67, 
    "scan": "E9uDoFAP3SH", 
    "path_id": 5166, 
    "path": [
      "cf638911e4b74d188c30f79332ed9922", 
      "389f67e9de9b4f729127c2bc2f67a316", 
      "cec763dd78394e3dac4b14da1611b51a", 
      "96e014c3d5894319b4155277e04ae637", 
      "03e418be259e4659bb47e1734b02ec67"
    ], 
    "heading": 5.81, 
    "instructions": [
      "Go straight then walk toward the round table. After you pass the round table continue straight and go out the door on the left. Wait there. ", 
      "Turn left and exit out the door. Walk all the way across the room to the other side. When you reach the windows on the other side, turn left and stop right before you reach the door to exit. ", 
      "Go through the door on the right facing the window. Walk straight forward and go through the far left hall. Stop once you enter the hall. "
    ]
  }, 
  {
    "distance": 14.14, 
    "scan": "VFuaQ6m2Qom", 
    "path_id": 632, 
    "path": [
      "d77a892c6e734158b4e2a3622ee3d814", 
      "ba47fad63d3945a4ba9ce229b8382d56", 
      "64ed61c6e14348b683954265ab72ed55", 
      "0308a6e3a40a42f294b2dfc9b066b080", 
      "da4bfd9b583547c1bcf6a14e15da4d46", 
      "23b907de91124aa2893d467659eac406", 
      "722c4e53817f48e2aff7099315376b15"
    ], 
    "heading": 4.144, 
    "instructions": [
      "Walk past bottom of stairs. Make right through open door. Walk into room with couch. Walk past piano. Walk through open french door. Wait on outdoor rug. ", 
      "Walk past the stairs and out the door. Turn right and walk into the living room. Turn left and walk behind the couch. Walk past the piano and turn right. Walk outside. Stop just outside the doors. ", 
      "Walk towards place with white tiles then make a hard right into the living room. Turn a slight left into a room with a piano, then head slightly right towards the outside doors. Go outside and wait at the outside patio. "
    ]
  }, 
  {
    "distance": 8.24, 
    "scan": "SN83YJsR3w2", 
    "path_id": 579, 
    "path": [
      "cb83ef7d8b3d4fd39d993c933438c127", 
      "a4d724f38115423284de93129331fdc7", 
      "9297f6e3bbf646c19c811b380f5fbc55", 
      "18940ca3b21745a8bd52557dc4b8abb3", 
      "7b708eb6eca54256976220baf01508de", 
      "050910e36ac9414c91bb44d962153689"
    ], 
    "heading": 0.961, 
    "instructions": [
      "Walk along the patio area past the potted plants. Continue along the exterior wall of the home into the front door. Walk down the hall and through the open door to the next hallway with a small side table with lamp on top. ", 
      "Walk down the walkway into the building. Cross the hallway and stop in the doorway. ", 
      "Enter the cabin by following the blue dots. ", 
      "Go down the walkway and through the screen door. Go inside, and stop facing the console table with the lamp on it. "
    ]
  }, 
  {
    "distance": 9.42, 
    "scan": "5LpN3gDmAk7", 
    "path_id": 4147, 
    "path": [
      "9231543c6c484c939a501338ad8c1db4", 
      "fd23ee9232f54604bda2e7cb0d4055d1", 
      "5f5b895c833b41afb1db0ba29afce147", 
      "ccabfad5dfcd47cd821e57a15a58d55c", 
      "f106c5744f8e444d931ed9bdd12ee3aa"
    ], 
    "heading": 3.416, 
    "instructions": [
      "Walk past the painting and turn right. Walk toward the red painting and through the doorway to the left of it. Stop by the chair. ", 
      "Facing the end of the bed, take an immediate right, walk past the bathroom and exit the bedroom through the open doorway. Walk straight until you see a large red painting. At the painting make a turn towards 11 o clock and go through the doorway on the left of the painting. Through there, you will reach your destination. ", 
      "Go straight down the hallway. Turn right and continue down the hallway. Pass the stairs and then go into the room on the far left. Wait at the entrance. "
    ]
  }, 
  {
    "distance": 10.97, 
    "scan": "1pXnuDYAj8r", 
    "path_id": 2493, 
    "path": [
      "0d3a3b42009441e2a02200423049d804", 
      "92c89626241c4fbbb9294eb7db7f9da0", 
      "42524ad2f3f44645a1dc3bd8486560cf", 
      "55f38bb2e60d46f49803ff9fc3911b28", 
      "1407cf2da95e4f73951798295db82ab6", 
      "a6c8016b0fa94ebaa51c2808c6fec8ba"
    ], 
    "heading": 4.634, 
    "instructions": [
      "Turn left and to towards the kitchen, turn left at the kitchen and go until you are right before the yellow couch by the picture on your right. ", 
      "Leave the dining room through the closest door and enter the kitchen.  Turn left and walk straight down the room past the refrigerator, dining area, and sitting area.  Stop in front of the fireplace. ", 
      "Walk forward into the kitchen and take a left. Walk through the kitchen. Stop next to the fireplace in the living room. "
    ]
  }, 
  {
    "distance": 19.04, 
    "scan": "E9uDoFAP3SH", 
    "path_id": 1381, 
    "path": [
      "3d11e46400a14c6cbc0ae42a5057ae97", 
      "36ba7aeeb72e40d69e3e1c775e4bf541", 
      "7bb04eae8e45423e9fe9e1d078a6924f", 
      "1ba7d881e867480585d80c1222f54028", 
      "12142264f293430ebc8092e16b47cba0", 
      "bde29f48ab814943baf4a7193d143d6e", 
      "994e59a2e5cb469eb29c7ff68c6d49c2"
    ], 
    "heading": 2.008, 
    "instructions": [
      "Go onto the large rug and across to the other side of the room and toward an archway.  Go through the arched hallway, and wait looking into another room with some seating. ", 
      "With the empty room behind you walk into the open area and take a left. Take the last right and walk straight into the sitting room ahead. Stop just before you are on the rug. ", 
      "exit hall to large room. walk slight left between two tables. turn slight right and walk to wall with chairs along it. turn left and take 3 paces. turn right and enter hallway . Continue straight and stop when you reach room at the end of hall. "
    ]
  }, 
  {
    "distance": 8.97, 
    "scan": "VzqfbhrpDEA", 
    "path_id": 107, 
    "path": [
      "c2750dd86e7642caaaf189f59f82b843", 
      "768b72a0c6ac4aaa8295d6366f4edded", 
      "fc7baf0c8ef44b29bd875a726273af7a", 
      "e4c6ed667e8e43219364bb87076b5909", 
      "d2c0c06ce09249f9a9105fca6ba197b9"
    ], 
    "heading": 2.891, 
    "instructions": [
      "Walk passed the dining table and through the open sliding doors. Walk t Through the arched door on the right. Then walk down the hall to the bedroom doorway. ", 
      "Facing the dining room table go around the table with the table on your left side go around it into the hallway at the end of the living room and take a left into the bedroom stopping just inside the room near the  doorway. ", 
      "Go right around table and head towards the hall. Turn left to the bedroom and stop in the doorway and face the bed. "
    ]
  }, 
  {
    "distance": 8.99, 
    "scan": "qoiz87JEwZ2", 
    "path_id": 5253, 
    "path": [
      "81e8040e03274d628f9260344e81072c", 
      "c3cef9dfbba149ecbf67c4375b52a733", 
      "6a15f715d61843b2a84845d392ec0b72", 
      "f00c8b89577e4b83b2f586b9dc30ff81", 
      "3e977d0fe3aa4a44a944c8cba32a4e68"
    ], 
    "heading": 3.485, 
    "instructions": [
      "Walk to the other end of the porch and stop near the railing. ", 
      "Turn right and walk across the porch all the way to the other side and stop when it ends. ", 
      "Walk down the patio and stop by the railing. "
    ]
  }, 
  {
    "distance": 7.14, 
    "scan": "pRbA3pwrgk9", 
    "path_id": 4001, 
    "path": [
      "7f7fba6be87346b98da67ef1358adf20", 
      "05c49a8b61034633ad57ae3527dac65d", 
      "f923d8ec1f32400c864837ba572fe199", 
      "4df525c1410447848d24dedb3c31a7be", 
      "2238391e894144e9aaf38aaa16433153", 
      "f5a52ba78b2e4772a7315af44e0439e0"
    ], 
    "heading": 4.627, 
    "instructions": [
      "Exit the closet. Turn right into the bedroom and exit to the door on the right. Go up the stairs. Wait on the rug by the bookcase. ", 
      "Exit the closet, turn right, head up the stairs,and wait near the book shelf. ", 
      "Go left into the bedroom and turn right. Go up to the top of the steps and stop on the rug. "
    ]
  }, 
  {
    "distance": 11.71, 
    "scan": "VLzqgDo317F", 
    "path_id": 6447, 
    "path": [
      "1da0c5eb43fd4722a5f7f5c7d4e18b4e", 
      "fd433ad8502149ec849c4c51bb989e4a", 
      "dd6b2993f882400ab51f9e8c38148b7a", 
      "79aedad1206b4eea9c4b639ea2182eb7", 
      "1c91ed40af2246f2b126dd0f661970df", 
      "385019f5d018430fa233d483b253076c", 
      "fd263d778b534f798d0e1ae48886e5f3"
    ], 
    "heading": 5.703, 
    "instructions": [
      "Walk toward the stairs. Walk down the stairs and stop on the landing. ", 
      "Exit the room by walking down the stairs, then wait on the first landing by the banister. ", 
      "Walk forward past the rope line and go down the stairs to the bottom of the first landing. "
    ]
  }, 
  {
    "distance": 8.88, 
    "scan": "8WUmhLawc2A", 
    "path_id": 4869, 
    "path": [
      "b3cb0280416742fc9dcba0d2d9e5d2f7", 
      "34d76d6db3484d04a47482685c9ab420", 
      "74a12d0675b54d6193ba63104a6a8e2e", 
      "5848b29e18924f5594fbec08340fb7a9", 
      "32c24c4472f346bc9b292f8997b9f82e", 
      "01b439d39a8f412fa1837be7afb45254"
    ], 
    "heading": 2.245, 
    "instructions": [
      "Walk forward, and stop near the couch on the right. ", 
      "Walk down the hallway and stop in the sitting room, near the easy chair. ", 
      "Exit theater room and walk straight down the hallway. Continue straight down the hallway pass the kitchen on the right and the bathroom on the left. Turn right into the sitting area and stop near the chair. "
    ]
  }, 
  {
    "distance": 12.36, 
    "scan": "759xd9YjKW5", 
    "path_id": 5356, 
    "path": [
      "ba9af4d3f96d4b47bd45d828f2d61d2c", 
      "3ed7021b489144e9931aa86d6ed282c1", 
      "1015e20d2dca4a01b6cca0ca0d71c29a", 
      "f0bf7f3b529548a5a2c36fcc9b05b714", 
      "175d0c8d6d7244f5bbeb03190345cb68", 
      "3d0ecd8a8a6f4ba2b3849f2b77083438"
    ], 
    "heading": 1.856, 
    "instructions": [
      "Exit the bedroom, walk past the stairs and wait in the room to the right of the bathroom. ", 
      "Exit the room then turn right and go past the stairs. Turn right and go into the room on the right. Wait near the bed. ", 
      "Face bed and exit room through the door on the left. Walk  towards the staircase. Continue straight toward the bathroom.  Turn right before entering the bathroom. Stop near the nightstand. "
    ]
  }, 
  {
    "distance": 11.09, 
    "scan": "kEZ7cmS4wCh", 
    "path_id": 2674, 
    "path": [
      "09c10c580a0e4b4cb4f6f9445c4509e0", 
      "d12a35cb161641318a92f9e5dd8915db", 
      "fd22cb9d82364bbdb6ea4fdb051a7721", 
      "1ce731acccb04ec0af8f7992ae21524f", 
      "634ddf341f6443118bea4195d06c6555", 
      "6aca4da5a7974141b5179106e1becd66", 
      "d950474d24d1474ca4b85b927aa958e5"
    ], 
    "heading": 5.46, 
    "instructions": [
      "Walk past the dining area, past the living room, and wait. ", 
      "Walk down the path away from the pool. Stop in front of the last open door on your left. ", 
      "Go on the outdoor sidewalk past the pool and continue until you stop where the table and chairs are on your left inside. "
    ]
  }, 
  {
    "distance": 12.01, 
    "scan": "JF19kD82Mey", 
    "path_id": 460, 
    "path": [
      "00a7d1bfbbdd4e9e92a9586f3a4f5540", 
      "c9b7a323a72141628f0c48aa7eb3430e", 
      "a33fe858085149e8908942d0bf98767f", 
      "96490c4da78240058d1f76a07ed95c9d", 
      "68e4c4477aa442cbbb9a9f1e54b9b831", 
      "f1b191033043441987b8ebf1bb55002c", 
      "c20f944e9c434804944b0c1251247202"
    ], 
    "heading": 3.982, 
    "instructions": [
      "Walk passing the dining table and head all the way up the stairs. Stop at the top of the stairs. ", 
      "Walk past the dining table on your left and go to the stairway. At the stairs take a right and go up the stairs and stop outside of the door at the top of the stairs. ", 
      "Walk to the end of the counter. Turn right. Walk up the stairs. "
    ]
  }, 
  {
    "distance": 10.15, 
    "scan": "V2XKFyX4ASd", 
    "path_id": 3575, 
    "path": [
      "301baa2b53d54369899be99587972b37", 
      "8e5ae8d7ee55420f80bf433f33e790fe", 
      "30d053d37e614dd999a93cb5c5f41533", 
      "a5ed9e39260e4273b0cdbda78d3f917d", 
      "1b208b02fa6f46c999355dd1f59f29fb", 
      "6e7445ceeb244238b3162f7fa478bb6a", 
      "63a2a4cb2cba477bba0ad596573efbf9"
    ], 
    "heading": 3.699, 
    "instructions": [
      "Exit the room, and walk forward towards the living room. Keep going straight passing the sofas on the left towards the staircase on the right. Walk up the stairs, and stop at the fourth step. ", 
      "Exit the bedroom. Walk forward so you are standing between the couch and the dinning table. Go to the stairs. Wait at the fourth stair from the bottom. ", 
      "Walk out the bedroom door toward the sitting area.  Walk past the kitchen towards the stairs that lead up.  Stop on the fourth step up. "
    ]
  }, 
  {
    "distance": 10.67, 
    "scan": "Vvot9Ly1tCj", 
    "path_id": 5757, 
    "path": [
      "7fcbcc0b4cd149eb8cacc9a64035dc8c", 
      "ec2928853f894aa7a626b0acd9558682", 
      "d102703b15c04d8b9e3922869068dd60", 
      "c3c936c7eedd44c985bc142e5cd568b4", 
      "8c6c10daaa394125b4bdb198bc99cbad"
    ], 
    "heading": 0.118, 
    "instructions": [
      "Turn right and go past the table and chairs into the hallway. Turn right and go into the laundry room. Wait near the sink. ", 
      "Walk toward the bar stools in the kitchen area and go down the hallway to the right of these bar stools.  Turn into the doorway on the right and enter the laundry room.  Stop in front of the sink. ", 
      "Exit the kitchen through the room on the left of the mirrors. Take the first right into the laundry room. Stop in front of the sink. "
    ]
  }, 
  {
    "distance": 8.64, 
    "scan": "Vvot9Ly1tCj", 
    "path_id": 5579, 
    "path": [
      "d84053246d3e4a919e1562009d52f1c6", 
      "12d3b3aa982a491180d7fa0e3231f2af", 
      "8c795a963d3f46e2b830195e9a418b6f", 
      "f21573f2d2f244fd9e176c94f75b063f", 
      "da03259fb98d42f2a9b67f29399dc0cd", 
      "480294dc9d564c8b9e9be60153cd6fbf"
    ], 
    "heading": 4.617, 
    "instructions": [
      "Walk into the house and to the left past the couch. Walk left into the hallway and turn right. Stop by the couch. ", 
      "Facing the backyard, go left passed the white couch, turn left into the archway, turn right into the room, take a step in, and stop. ", 
      "Go inside. Turn left and go past the couches. Turn left and then turn right into the room on the right. Wait near the couch. "
    ]
  }, 
  {
    "distance": 15.77, 
    "scan": "1LXtFkjw3qL", 
    "path_id": 5184, 
    "path": [
      "0b22fa63d0f54a529c525afbf2e8bb25", 
      "3eb5c4d7ad9a4805b0470cf5f9e3b17c", 
      "6c15ae9a3fc24613b9fcedb3da80aee5", 
      "6ecf3c792e5c48b4921e21fbb3aeff3c", 
      "24df7bedfc814d7e9bd610171c862f7a", 
      "649a58719cd7455ebe18675c9719dfa7", 
      "03a8325e3b054e3fad7e1e7091f9d283"
    ], 
    "heading": 3.654, 
    "instructions": [
      "Head indoors and take the hallway to the living room. Stop and wait on the right hand side of the purple wall. ", 
      "Turn slightly left and walk across the hallway. Turn slightly right and walk towards the green sofas. Walk to the right entrance where the window panes are at and wait there. ", 
      "Go inside and walk straight down the hallway.  Keep going until you see a green couch on the right and then walk towards it.  Go to the right side of the TV and stop in the doorway leading to an interior room with a table in it. "
    ]
  }, 
  {
    "distance": 9.47, 
    "scan": "rPc6DW4iMge", 
    "path_id": 2121, 
    "path": [
      "494dd8583d9441feb7669b8ee539d037", 
      "343a6c70ea474e92b1918236fcf0326b", 
      "7791c5109cc04bc8b1c56f38aec384a3", 
      "a5542bba97c44a2cabd742267454fd13", 
      "e2f80f0b45c5439db45800b5e9126e72", 
      "f378f8971f7b41ccb0f2c1dc14ba290d"
    ], 
    "heading": 3.254, 
    "instructions": [
      "Walk past the sink and stove and turn right at the end of the counter top. Walk forward and turn left into the first doorway. Walk past the stairs and wait in the entryway. ", 
      "Go through the kitchen pass the fridge and to left then pass the stairs and stop in the circle on the floor right by the brown and black paintings on the wall. ", 
      "Leave the kitchen through the door near the refrigerator. Walk towards the exit door in the hall. Stop on the round decoration in the tile. "
    ]
  }, 
  {
    "distance": 11.66, 
    "scan": "r1Q1Z4BcV1o", 
    "path_id": 234, 
    "path": [
      "01b9c25e9cc946f6a7a53688577e2fc3", 
      "97b67ac0d34d4561ad1b35234105de6f", 
      "a72aa7b4304f4c318af76653d9950c80", 
      "8dada87b2e6f47cf8c2bc609b7b99c50", 
      "5ec8f0868ac44bbd85851663a777ca9b", 
      "669fb3436cd44c578b743ab544e25a35"
    ], 
    "heading": 3.191, 
    "instructions": [
      "Go straight sticking to the right of the round table towards an open door. Wait before the first doorway. ", 
      "Walk straight out of the room past the restrooms. Keep walking straight and wait at the first doorway before the front door of the building. ", 
      "Walk through the tiled room past the padded benches. Continue past the bathroom and table along the wall with white table cloth. Walk through the open entry way ahead with the floor rug. "
    ]
  }, 
  {
    "distance": 5.61, 
    "scan": "8WUmhLawc2A", 
    "path_id": 3247, 
    "path": [
      "e271a58ef80545adbb89d25ec15d0045", 
      "54fd5c128cbe4b2599804db60290ea4a", 
      "48c8e8de5830459aa06ebaa4ae2b91ad", 
      "44121bda3e5548c19b595e16c8e59c59", 
      "cc356636fdbf45769882f5912bc6d009"
    ], 
    "heading": 6.164, 
    "instructions": [
      "Enter the bathroom and head into the walk-in closet. Go past the closet and stand in front of the sink in the laundry room. ", 
      "Exit the toilet, turn left into the closet, turn left through the closet a little passed the doorway, then wait. ", 
      "Walk towards the tub, then turn right to go into the closet.  Walk past the dresser on your right toward the shoes, then go through the door on the right and stop in front of the sink. "
    ]
  }, 
  {
    "distance": 20.07, 
    "scan": "VLzqgDo317F", 
    "path_id": 3158, 
    "path": [
      "e25b3ee74de846c18029e06899faf471", 
      "057976101e4f4f04b99391f81aa9c1b8", 
      "807009de2d6c43bf857a9250dc76f8be", 
      "56cf724d00bd469c8c4b80ad9ffa68dd", 
      "813bb8880cdf4a24b48d97af1b4443a2", 
      "f490656d21134ff79be372d985ad965c", 
      "fd263d778b534f798d0e1ae48886e5f3"
    ], 
    "heading": 6.257, 
    "instructions": [
      "Move forward past the table with the drawer open. Continue down the hallway. ", 
      "Go down the hallway.  Turn left and head up the stairs.  Stop on the landing where both staircases meet. ", 
      "Walk down the hallway to the right of the fireplace, then turn left and go up the white stairs.Then go up the right hand side of the red steps and wait at the top. "
    ]
  }, 
  {
    "distance": 6.7, 
    "scan": "cV4RVeZvu5T", 
    "path_id": 4134, 
    "path": [
      "05d8dd39b5de44b58287a6de59cdba37", 
      "846f6ed84cdc4f3c9400cbdfb4e098eb", 
      "185a777f88df4f4caef435ac26323c85", 
      "629d8b184bc64fcab6bea40d18d71c66", 
      "c0b35cf0420249eebcfd32127aec6a6d", 
      "39f7bd2434cc4f4798baec7990880eb6", 
      "f8a1271047a0471e83c51ec2be8df013"
    ], 
    "heading": 3.08, 
    "instructions": [
      "With the door going outside on your right, walk straight out of the room through the door in front of you.  Go up the ladder and stop on the third rung from the top. ", 
      "Enter the first door on the right and wait near the top of the ladder. ", 
      "Turn to the left and enter in the last door on the right. Once in, go up half of the ladder and stop. "
    ]
  }, 
  {
    "distance": 11.55, 
    "scan": "82sE5b5pLXE", 
    "path_id": 975, 
    "path": [
      "586320dcac014267ac7fe23ec4792550", 
      "89eeae92b2fe4b68abb274970a931608", 
      "18e3c05b91774b1b9200fa4b1966bf74", 
      "1226e70df8e44d6596ea46945a62f689", 
      "49913376d9ab471a8fce92a8edc786b9", 
      "6c7301f898ff4b4c9d915dfbe887d507", 
      "f7a2350f36174c5e80dce2d3b77fb777"
    ], 
    "heading": 2.122, 
    "instructions": [
      "Exit the room, go up the stairs to the right of the cabinets, walk through the doorway on the left by the cabinets, exit the building, wait by the gate. ", 
      "Pass the picture with the lady and throught door, to your right up the stairs and past some wood shelves, exit the buiding and wait. ", 
      "Walk out of the room into the hallway. Turn right and walk up the stairs. Walk left down the hallway. walk outside and stop in front of the gate. "
    ]
  }, 
  {
    "distance": 8.71, 
    "scan": "b8cTxDM8gDG", 
    "path_id": 6852, 
    "path": [
      "357424fc423a4e978fa88a8e4d3bed78", 
      "c305c2e9304047b2a87bd1e56ce01b55", 
      "b04418ba1f3c437f9006e16dfab20c2f", 
      "32eb496edc0d4c42a2ab57fff2512a99", 
      "4b643a114c19427ba3f1f5b2580f6724", 
      "a80b69cbef164e11a55f467eafa1d255", 
      "f3748786c3704532abb2358581488f3f"
    ], 
    "heading": 0.133, 
    "instructions": [
      "Turn hard right and walk all the way down the hall. Stop at the sliding bedroom door. ", 
      "Go straight into the room ahead. Pass the bed and continue straight. Wait near the other bed. ", 
      "Turn right and go to the end of the hall. Enter the bedroom and continue through to the next bedroom.  Wait near the bed. "
    ]
  }, 
  {
    "distance": 8.75, 
    "scan": "uNb9QFRL6hY", 
    "path_id": 6565, 
    "path": [
      "58cdf4425f984bc8bec9ed57b96feff4", 
      "a434d2704d9542bf93f1d7cf9ebbdab1", 
      "b74fe16da1314290afeb10ce7ceae1c6", 
      "272d5682d2b940e2871c0edec0ead4fd", 
      "e5a78454e4294078b57a581830400cbd", 
      "9485c0adab6941f6bc4c502d75ea4722", 
      "15a194390fdd47f9a0afd6753a0ba588"
    ], 
    "heading": 1.975, 
    "instructions": [
      "Walk straight. Pass the two chairs on the left. Wait before you get to the double glass doors and the plant. ", 
      "Walk forward with the office behind you. Stop In the doorway at the end of the hall. ", 
      "Stand so the hallway with the stairs is behind you and walk down the walkway between the two rows of columns.  Walk straight until you enter another passageway on the opposite side of the large open room.  Stop just before entering the last room with the door leading outside. "
    ]
  }, 
  {
    "distance": 8.65, 
    "scan": "qoiz87JEwZ2", 
    "path_id": 712, 
    "path": [
      "be3d7ae0352d481191e4c9e351e71b08", 
      "88f5ba9d06ac4413b1a3908af6544308", 
      "0a796daf5b734fbbb52974e2349a6c0e", 
      "27a601b205344b9dbe17e9f7afb07c87", 
      "78320616d9c54b66bccceaf17ace30cf", 
      "62994d72dab246fbb839f3699b9cacd6", 
      "413903c083d64f2696539cf9f181894e"
    ], 
    "heading": 1.874, 
    "instructions": [
      "Walk to the hallway and take a right. At the end of the hall take another right into the bedroom and stop beside the nightstand. ", 
      "Walk through the double doors to the hallway and turn right. Walk to the end of the hall and wait in the bedroom on the right. ", 
      "Walk forward in the hallway towards the French doors. Walk through the French doors and take a right down the hallway. In the hallway walk forwards and take a right. Walk down the hallway and take a right into the bedroom. In the bedroom stop just inside the doorway. "
    ]
  }, 
  {
    "distance": 11.91, 
    "scan": "ur6pFq6Qu1A", 
    "path_id": 5960, 
    "path": [
      "4287e40095c54b58bfa14e1fa6dc53ad", 
      "1883286dc68046a88c51e1d3e0ac803e", 
      "4c36ad33c7b247b8892f703cd6327ab6", 
      "975c5e19ef5044dab4de3980447432f1", 
      "abd07590a9b4447faed42e2224873ad5", 
      "336a502a339541dfb5932e19b0546819", 
      "efd08e9fd6e84cfcb3aee4af348a0aa8"
    ], 
    "heading": 5.132, 
    "instructions": [
      "Exit the restroom and take an immediate left past the water cooler and the double glass doors.  Head into the beauty spa store directly on the left. ", 
      "Exit the restroom and turn ninety degrees to the left. Continue forward and go through the double glass doors ahead of you and slightly to the right.Walk through a ninety degree arc to the left and enter through the glass door labeled \"Nerolie Shop\". ", 
      "Walk out of the massage room and turn left. Walk past the desk and through the glass doors and turn left. Stop in front of the desk. "
    ]
  }, 
  {
    "distance": 11.75, 
    "scan": "vyrNrziPKCB", 
    "path_id": 3209, 
    "path": [
      "60438933298549fcbc9d4d2d25a0b852", 
      "8880585c8f53461fbe827765c2cb6fc7", 
      "4c9fab5cc3254cba83b3768b25f1b105", 
      "b0e387fe3ac24aad80279f6485d31fd6", 
      "05a7eee165964cffb1a6ae6ace6a8c8a", 
      "efd2f06dc9de45598b70828ba6168bd8", 
      "1f169ea3d73c4cc8b7f653c4d4ff15cb"
    ], 
    "heading": 3.278, 
    "instructions": [
      "Walk inside through the double doors on the second story. Stop just inside, in front of the guardrail. ", 
      "Head straight toward the glass double doors and go inside then wait there. ", 
      "Walk inside through the glass doors.  Wait here. "
    ]
  }, 
  {
    "distance": 10.84, 
    "scan": "sT4fr6TAbpF", 
    "path_id": 6731, 
    "path": [
      "6e41a7632c5a4048a17a316d7192b97e", 
      "05869550e06a407a8dedf24f887c9b26", 
      "00f205a65f374c5299b67176c0852e91", 
      "f75d8b1b682c4fee965dd7c5c2dfae74", 
      "c06aae190b804b759496db0b88fe4820", 
      "c3c5e202b9a04a63ae33742fe9095936", 
      "859a7c9c12c847d9a6860bd6d6bd635a"
    ], 
    "heading": 6.282, 
    "instructions": [
      "Exit the bathroom and turn right. Turn right again at the dinning room table and wait by the partition. ", 
      "Exit the bathroom and turn right into the area with the dining table. Go straight and turn right at the door, still going through the dining room and stop at the doorway to the kitchen. ", 
      "Walk out of the room and turn right. Walk past the table and chairs and walk right. Stop in front of the end table. "
    ]
  }, 
  {
    "distance": 9.82, 
    "scan": "uNb9QFRL6hY", 
    "path_id": 4894, 
    "path": [
      "fcaf3b3dc15748f4b64f237de2c972ea", 
      "1535c13966f046a6b91b1ee948d3080c", 
      "55c2c79e066d435bb4ca0ed7184e3b22", 
      "c1cbcf69784e4e70b0f05a22ce4554b2", 
      "9485c0adab6941f6bc4c502d75ea4722"
    ], 
    "heading": 1.748, 
    "instructions": [
      "Go through the kitchen then turn left. Pass the round table and hairs. Go down the steps and wait near the white chair on the left. ", 
      "Turn to the right and then make a slight left turn past the chairs and table and then walk down the three steps and stop. ", 
      "Walk a bit, and turn left towards the round table with white chairs. Pass the table, and walk forward and down the three small wooden steps, and stop there. "
    ]
  }, 
  {
    "distance": 6.9, 
    "scan": "Vvot9Ly1tCj", 
    "path_id": 6091, 
    "path": [
      "973376bafe724fcc8ed715838fba05cb", 
      "b9548561951c4fe7b8a1c0cae0f46daf", 
      "e7f453ee1079449fafa407b4e4e8e40c", 
      "291e15430a244626a01d05c3d5396156", 
      "d5564d85f56d487691208da5b0d22123"
    ], 
    "heading": 1.282, 
    "instructions": [
      "Go to the right of the island and turn left. Keep going and turn right and stop. ", 
      "Walk to the front of the refrigerator and turn, walking between the counter and table to get to the doorway. Stop near the thermostat. ", 
      "Go through the kitchen and turn left, stopping at the corner of the kitchen with the minibar and dining table ahead. "
    ]
  }, 
  {
    "distance": 15.5, 
    "scan": "kEZ7cmS4wCh", 
    "path_id": 4766, 
    "path": [
      "5395b0d960da4a10a3fa76ec47a060f5", 
      "b86b79b6a66546e58155579ef00b1e7d", 
      "e4fb260227ff4f5d88c1ccc8e4dd1e75", 
      "3c8b0995c325481a85ad4648931e5fde", 
      "bacef43d28c74751a7bd62578d443053", 
      "001d8a657cbd41e7bf5a538e5768b058", 
      "e908015113524e25a0fe06c0f88d6bb2"
    ], 
    "heading": 1.562, 
    "instructions": [
      "Exit the living area to your right and go right and up the stairs. At the top of the stairs go right and then turn right again and wait at the big window. ", 
      "Turn around and ascend the staircase. At the top of the stairs continue straight and turn right. Stop in the doorway. ", 
      "Walk towards the spiral staircase. Go up the staircase. Go right once you're up the stairs. Then turn right and go just outside the door, exiting the building. "
    ]
  }, 
  {
    "distance": 6.75, 
    "scan": "D7N2EKCX4Sj", 
    "path_id": 5987, 
    "path": [
      "8d27cd9bb3884465a9c48ad38fde69fd", 
      "592a33a207ee425ebaa1c86f9a31e1a3", 
      "54f83ce9bf4543ff8219bd1c450ada78", 
      "d166ebf97d1b4e1bae5234cb40ad4a50", 
      "761e41fbabfd4f1c80c3ab77df6732ce", 
      "635e26ebc0594a23b1159bb0c6d15cc8"
    ], 
    "heading": 3.759, 
    "instructions": [
      "Go past the fireplace, make a left and go through the doors. Make a right turn under the deer head and go straight to the open door. Stand in the doorway to women's bathroom. ", 
      "Walk past the fireplace then turn left. Turn right and then go straight into the room ahead. WAit there. ", 
      "Go to the bottom of the staircase. Go into the dining hall. Enter the room with the buck head above the doorway. Go straight into the women's restroom. "
    ]
  }, 
  {
    "distance": 8.1, 
    "scan": "759xd9YjKW5", 
    "path_id": 6851, 
    "path": [
      "175d0c8d6d7244f5bbeb03190345cb68", 
      "f0bf7f3b529548a5a2c36fcc9b05b714", 
      "c10178a834d7433f8294a88b74d71954", 
      "2e99c4517678406c935d5c8bb25942c8", 
      "282d98c53101421f9df5e0aed5d356a3", 
      "c742bd01328e48a0acc256a1ce2a48fc"
    ], 
    "heading": 3.224, 
    "instructions": [
      "Walk forward near the top of the stairs, then walk down the stairs.  Stop on the stairs just after the curve. ", 
      "Walk through archway to the right of the thermostat on the wall. Make a left in front of the stair railing. Walk past the closed door on the left. Walk down stairs. Wait on the 6th step from the bottom of the stairs. ", 
      "Leave the room and enter the hall with the stairs. Go down the stairs. Stop on the sixth stair from the bottom. "
    ]
  }, 
  {
    "distance": 7.55, 
    "scan": "qoiz87JEwZ2", 
    "path_id": 7179, 
    "path": [
      "29a1f267ef234fc6ac2e2554351c2620", 
      "019eb9153bc6402fb99b1dcfa8bcf303", 
      "a6ba3f53b7964464b23341896d3c75fa", 
      "c407e34577aa4724b7e5d447a5d859d1", 
      "9f68b19f50d14f5d8371447f73c3a2e3"
    ], 
    "heading": 1.927, 
    "instructions": [
      "Walk to the end of the table next to the Christmas tree.  Turn left and walk to the open doorway.  Staying in the current room.  Turn around so your back is to the door.  Walk forward and stand two feet behind the second chair pushed into the table. ", 
      "Go to the right of the table towards the Christmas tree, turn left and go straight and then turn left again around the table and stop near the painting. ", 
      "Go straight behind the table and and enter the doorway on the right. Turn around and go back into the room passed the flower painting and stop. "
    ]
  }, 
  {
    "distance": 11.9, 
    "scan": "VzqfbhrpDEA", 
    "path_id": 5563, 
    "path": [
      "505ef208c8be40f283ade476c7340f3f", 
      "82060e76b8e743c39c7eba0fb02cb5dc", 
      "9b17f6bce0cf41d9ad7eacc6dfeb73e1", 
      "dfb1f5674ff1434f8e101bcd9d3cfb20", 
      "8630d0d97d4c4767b37488dfbe97f51b", 
      "51d93d4c184f4197bd84f9b082b54e2b", 
      "54412fe5b92e49239cb028c9234aaa0c"
    ], 
    "heading": 5.001, 
    "instructions": [
      "Walk through the open door into the office area. Pass in front of the desk in the room and continue through the open double doors into the next room. Walk along the cabinet area with a sink. Walk past the bathroom and through the arched entryway ahead. Turn and walk up the first few steps of the stairwell. ", 
      "Go straight and pass the table with chairs on the right. Exit the room using the door on the left. Walk straight past the sink and when you pass the door turn right and go up the stairs on the right. Go up five steps and wait there. ", 
      "Go into the office and leave. Go forward and into the main room. Walk right towards the stairs. Go up four stairs and stop. "
    ]
  }, 
  {
    "distance": 10.55, 
    "scan": "b8cTxDM8gDG", 
    "path_id": 3023, 
    "path": [
      "b2cdb1ea2d0c49d7aea08ea59c6183a9", 
      "f339391e9479496e8652c972953f0ce4", 
      "9affa8b685294bf1b15cc7538b035088", 
      "3892d409b66644439f5afcf3d296efbf", 
      "78485dd696e24574a37f81dea58c5f4f", 
      "ddc9afa8e031453abd45c783fbfeb4aa", 
      "031a6316a244425c8c9a7a43ab6de08d"
    ], 
    "heading": 2.164, 
    "instructions": [
      "Walk out of the door to the bedroom, turn right, walk down the hall, turn right again into the bedroom with the twin beds, turn left, and wait in front of the bathroom. ", 
      "Leave the bathroom and walk through the bedroom into the hallway.  Turn right and walk down the hallway until you reach a door on the right.  Go into the room with two beds and walk around them until you reach the bathroom.  Stop in the doorway between the bedroom and bathroom. ", 
      "Walk through bedroom and out the other door. Go down the hall to the next room on the right. Wait on the bed on the right. "
    ]
  }, 
  {
    "distance": 11.06, 
    "scan": "82sE5b5pLXE", 
    "path_id": 1398, 
    "path": [
      "dfce0b29de62478583bbffdd7cbb419b", 
      "e9ed6ef28a5d4524b567d23c47f07a74", 
      "3797fe9d97b14ccda8c346ddd7cc1c67", 
      "846c8d973a1a460ca942e15733cddc71", 
      "ad3a2912de974a5690af5050e6ade942", 
      "af2982c371134df79520b348071775a0", 
      "1226e70df8e44d6596ea46945a62f689"
    ], 
    "heading": 5.829, 
    "instructions": [
      "Go out the bathroom, through the bedroom and into the hall. Wait to the right on the second step. ", 
      "Walk out of the room and take a left. In the hall take a right and go to the stairs. Stop on the second store from the bottom. ", 
      "Go out from bedroom and take right. you can see upstairs near bench. "
    ]
  }, 
  {
    "distance": 13.56, 
    "scan": "kEZ7cmS4wCh", 
    "path_id": 3436, 
    "path": [
      "90dcb8a526504454b728d3f7951f153f", 
      "33a824661ad34d9391d80d87485b5356", 
      "45eac43ea9054cbbaa91863a5aa202fa", 
      "6b3e8eaf98a14207b9ec30d4105938ce", 
      "3c4a8eb4ef504942b6df1937932aa3f2", 
      "428bc90067994001952048f25dc4e57d", 
      "854eec676352475f90d1fb18677f9a8b"
    ], 
    "heading": 2.028, 
    "instructions": [
      "Turn left and go down the hall. Then take a right at the end of the hallway and enter the doorway. Continue straight and then turn right. passed the bed and then stop in front of the shower. ", 
      "Walk past the stairs on the left. Walk past the large black plant pot outside. Make a right through the open door on the right. Walk past the closet on the left. Make a right just after the built-in cabinets on the right. Make a right into bathroom. Wait at the shower stall. ", 
      "Turn around and walk down the hall. Then turn right and enter the large bedroom suite. Stand near the bathroom. "
    ]
  }, 
  {
    "distance": 6.56, 
    "scan": "2n8kARJN3HM", 
    "path_id": 7029, 
    "path": [
      "f8aed080cca34f1cae4c902c6824975e", 
      "50e0db1cdcee40949b8402761bebf8cf", 
      "8139a0f57cf042879b8c6a08a680d225", 
      "20073dab0be246c095ca24d90522b1f4", 
      "beb7c8d8ece54bb6816434316cc2bd8b", 
      "a693951992f44f3b8e06c02e16382da3"
    ], 
    "heading": 4.327, 
    "instructions": [
      "Turn around and go passed the clawfoot tub. Go towards the window up the stairs and stop. ", 
      "Go up the stairs on the left. Ascend the next set of stairs and wait. ", 
      "Turn around and face the blue tub in the middle of the room.  Walk up the concrete steps and walk between the blue tub in the middle of the room, and the white tub on the right wall.  Continue forward and walk up the two remaining concrete steps and stop there next to the metal railing on the wall on the left. "
    ]
  }, 
  {
    "distance": 6.55, 
    "scan": "pRbA3pwrgk9", 
    "path_id": 3790, 
    "path": [
      "16054430491d4aa184791bc396128430", 
      "e3c840907dd04cf7b991823c664a2ee6", 
      "b2726280b7314fe29ee9ddebd7060a2c", 
      "77d87c2eae1845e693d164b1a7845eed", 
      "d2c0d74f544446a893d33bf053de2046", 
      "fb6686350a574fc5ad854b3fc87c1bcb"
    ], 
    "heading": 5.076, 
    "instructions": [
      "Go down the flight of stairs. ", 
      "Go all the way down to the bottom of the spiral staircase. Once at the bottom, take the four steps down to your right into the sunken living area. ", 
      "Walk down stairs. Make a right at the bottom of the stair landing. Walk down stairs. Wait near the sectional sofa. "
    ]
  }, 
  {
    "distance": 9.0, 
    "scan": "sT4fr6TAbpF", 
    "path_id": 2100, 
    "path": [
      "5fc9ee5a54774739823437f476d70575", 
      "3aa2bb32a50049de842d066eff185b66", 
      "c32e11fd03ac4b2bb88aafacff21527f", 
      "ba63547adb5643acbeaa36513d8b4e6b", 
      "6e690e23af17426092fe6553e7cc069e", 
      "12eaf8b2b7b64622b330bd58d275f02a"
    ], 
    "heading": 2.717, 
    "instructions": [
      "Turn left and walk through the doorway on the left of the chair.  Walk down the left corridor, into the bedroom.  Stop in front of the first brown and tan picture on the left. ", 
      "Exit dining room into hall and turn left to bedroom. Stop in front of bed. ", 
      "Pass the weird chair and then turn right. Go into the hallway and turn left. Walk straight until you get to the bedroom and wait near the bed. "
    ]
  }, 
  {
    "distance": 7.79, 
    "scan": "pRbA3pwrgk9", 
    "path_id": 373, 
    "path": [
      "090a8663beeb4ce6aeadfe720ea0c8e9", 
      "cb6b9124a9594b4788966d28129cf531", 
      "558c07ff6d6d4d268f6c8de7abd76d1d", 
      "8be16af9cace4e9b94801e77b10c9f43", 
      "99142bab4f864a50ba45e703c5b7f08d", 
      "14c83bad01c34657ab846a7a2446e812"
    ], 
    "heading": 3.145, 
    "instructions": [
      "Go down one flight of stairs and turn left. Cross the hallway and enter the bedroom. Step into the room and onto the rug by the window and in front of chair and wait there. ", 
      "Walk down the staircase to the next level down. Walk passed the wall art into the bedroom near the next stairwell and walk into the room. Walk towards the table near the window that has a board game set up. ", 
      "Go down the staircase, turn left and enter the bedroom, wait by the window. "
    ]
  }, 
  {
    "distance": 9.88, 
    "scan": "JeFG25nYj2p", 
    "path_id": 2232, 
    "path": [
      "52ca4f1175c846b0ab281ed9135b1040", 
      "0965af34fada440a89bfb3700aa800c1", 
      "cffa1c807d2c4a708aa1e5f42aeba106", 
      "b09e4d4c48154b58914cf98dc3d8983a", 
      "b2f31140a9d0482096da4ac481fb8a56", 
      "4262bd54789f4caf839be008248e4d90"
    ], 
    "heading": 1.985, 
    "instructions": [
      "Turn left and walk out the wood doors with glass. Once in the hallway turn right and enter hallway. Stop at the first room to your left looking at the storage drawers. ", 
      "Head straight and turn left and go through the double doors then turn right and right again. Then go into the hallway and turn left into the closet. ", 
      "Leave bar area, walk across living room through double doors, turn right into hallway. Stop at large closet on the left. "
    ]
  }, 
  {
    "distance": 10.98, 
    "scan": "r47D5H71a5s", 
    "path_id": 4905, 
    "path": [
      "4e528d58657147978ac5c28a9168a870", 
      "498ad4add3424a4eaf28355ded64c622", 
      "96d3ea8a25b347e4b097f070a1cba15e", 
      "7dcc99131ec74b968cb9d728c49220e0", 
      "e6e19fd376c544b58035a32bd44ed8d4", 
      "4ed50a2f86384de599f06df862d17b10", 
      "c5fe339f452f4eddb9659f812c38c748"
    ], 
    "heading": 1.993, 
    "instructions": [
      "Rotate slightly to the left. Walk forwards towards the bottom of the staircase. Looks towards the left and walk through the door on the left.Turn right and walk through the door with the mirror and down the hall through the door at the end of the hallway. Walk towards the sink and mirror inside the bathroom area and stop in front of the plant. ", 
      "Walk past the bottom of the stairs and into the room on the left. Walk into the room at the end of the hall and stop in front of the sink. ", 
      "Walk past the stairs, enter the hallway and then enter the locker room area. Wait by the sink. "
    ]
  }, 
  {
    "distance": 16.99, 
    "scan": "p5wJjkQkbXX", 
    "path_id": 4289, 
    "path": [
      "4d0c6278077640f09dfa20ccde18bc98", 
      "17535b07dd374560a191b4e0d092b479", 
      "858d6ec47f1045bbb9f2e5e0e1b380ae", 
      "7dd8fe295b224962b6933cbd67d77eeb", 
      "d3f5d9ad84994c68afac6a292c39e2b3", 
      "833c62d173f14aaabd2618c4aa1aefc2"
    ], 
    "heading": 3.982, 
    "instructions": [
      "Walk through the doors and past the sink, make a right past the kitchen counter and then towards the open doors. Stop once you're near the table. ", 
      "Exit and turn right towards the kitchen area. Walk passing the ceramic counter and turn left at the end of the table. Walk toward the small table with six white chairs and stop there. ", 
      "Go to the sink. Go to the far side of the bar. Go to the left of the dining table. "
    ]
  }, 
  {
    "distance": 10.28, 
    "scan": "s8pcmisQ38h", 
    "path_id": 2215, 
    "path": [
      "fa51cb2051f240d795737cdffeda6178", 
      "12c934ed973740efbdbe207ab3a064d3", 
      "f99835e3fffc45bbb3b4c992c78756e5", 
      "9594700e2d354cc89c318b8df7ac29b1", 
      "d75fa5875ff1464497e5c2191ee803b9"
    ], 
    "heading": 0.539, 
    "instructions": [
      "Go up stairs and turn right into narrow hall. Turn right into first bedroom and stop between chair and bathroom door. ", 
      "Go up four steps then turn right and go down that hallway until you get to a door on the right go into that room and stand by entrance. ", 
      "From the landing, continue to climb the stairs and turn right at the top of the stairs. Continue forward through the opening located in the center of the opposite wall. Continue down this narrow hallway until you reach a door on your right, then go through the door into a bedroom. "
    ]
  }, 
  {
    "distance": 9.73, 
    "scan": "JeFG25nYj2p", 
    "path_id": 831, 
    "path": [
      "b2f31140a9d0482096da4ac481fb8a56", 
      "b09e4d4c48154b58914cf98dc3d8983a", 
      "4bc28cee06d54af9aef263db6f9f2016", 
      "8e9d71e0515e46d6a9b0d2e8dd1a50fc", 
      "9376619fe9f04b57afe602afe554c680", 
      "667ff0920b9e411fadec2d197fb1b212", 
      "0d2c70fefca244809696dde968e50174"
    ], 
    "heading": 2.448, 
    "instructions": [
      "turn right into the hallway and continue past the zebra painting. Enter the living room and turn left. Turn left into the kitchen and wait by the refrigerator. ", 
      "Exit the closet, turn right, enter the living room, turn left, enter the dining room, turn left, enter the kitchen, wait at the refrigerator. ", 
      "Walk through the doorway facing the zebra painting. Turn night and walk along the hallway to the living area. Turn left and left again and wait next to the refrigerator on the left. "
    ]
  }, 
  {
    "distance": 11.51, 
    "scan": "aayBHfsNo7d", 
    "path_id": 4605, 
    "path": [
      "8761fe0f67a041cf96957879f73fbd5e", 
      "0608309a14594ef9ac53c26b9e03a1ae", 
      "d1af2f90794243db807d60a07050941c", 
      "505ca3ca13414b7884dd6332040ca52c", 
      "ab2d0f38b21e4493a632fd5aa8ef99a8"
    ], 
    "heading": 2.261, 
    "instructions": [
      "Exit bedroom into hall and turn left to another bedroom, make your way to the bathroom and stop. ", 
      "Go right into the hall, and go into the room on the left. Stop in the doorway in the back left corner. ", 
      "Exit the bedroom, and turn left towards another bedroom that is straight ahead of you. Enter inside, and walk towards the curtains, and turn left at the corner door to enter the bathroom, and stop there. "
    ]
  }, 
  {
    "distance": 7.72, 
    "scan": "qoiz87JEwZ2", 
    "path_id": 4966, 
    "path": [
      "11d09ac7978b4086b4f343aeb01dedb9", 
      "091c189689a74ae3908ba76361e0cae0", 
      "7a489c31ceb14eca8783e4f1d8dc1c41", 
      "b6169d6b759547769509b4d781a8bff6", 
      "69cbdf9fd3b64552b57887b813845cfa"
    ], 
    "heading": 5.569, 
    "instructions": [
      "Turn left and pass the light blue chairs with the fireplace. Turn left and go into the bathroom. Wait near the sink. ", 
      "Walk past the fireplace on the left and turn into the room on the left, behind the red chair.  Walk into the bathroom and stop in front of the sink. ", 
      "Walk between the blue sitting chairs towards the fireplace. Turn right at the fireplace and walk between the wall and the blue chair. Turn left into the first doorway which is a bathroom. Wait by the mirror. "
    ]
  }, 
  {
    "distance": 7.29, 
    "scan": "s8pcmisQ38h", 
    "path_id": 4126, 
    "path": [
      "9e574409dd8f41419ddd6d06cb5c4dae", 
      "50e6b50f81554912a305b166a0fd1a85", 
      "2e9912cb8d1842f88aff7bb59bdcbf5d", 
      "f3fb79361ba64ba3b4d5c2160f4d4f1f", 
      "d1ca17ceba9045d8b65ac93f8d3cdaf1", 
      "9594700e2d354cc89c318b8df7ac29b1", 
      "d75fa5875ff1464497e5c2191ee803b9"
    ], 
    "heading": 4.706, 
    "instructions": [
      "Turn around and go down the hallway. Then turn left at the door. ", 
      "Walk inside.  Head down corridor.  Enter first room on the left.  Wait here. ", 
      "Go straight into the house. Go straight down the hallway and then turn left. Wait at the entrance of the room. "
    ]
  }, 
  {
    "distance": 7.87, 
    "scan": "Vvot9Ly1tCj", 
    "path_id": 4690, 
    "path": [
      "ffd54f8c14fb4350b1e5ddcc7bfea136", 
      "624b17d75c344a0e8122c7b0c6858dce", 
      "af73d4fc48ee4f6f95f8b66b640785a5", 
      "dc69d1d9957248c0a29e8044c49989e3", 
      "0163f2c462ed46a08eb3dbce625c9a9d", 
      "f21573f2d2f244fd9e176c94f75b063f"
    ], 
    "heading": 0.975, 
    "instructions": [
      "Go toward the television. Wait by the shelving with candles on it to the left of the Television. ", 
      "Walk to the right behind the white couch and turn left to walk past the TV and coffee table. Walk past the white couch and pause in before the doorway next the to shelf with candles. ", 
      "Walk around the furniture passed the tv and stop in the doorway by the painting. "
    ]
  }, 
  {
    "distance": 8.05, 
    "scan": "ULsKaCPVFJR", 
    "path_id": 6799, 
    "path": [
      "1981c29bb2b049138b7ada0f2b35c526", 
      "e20ca2d896bc41bb9c03a679bf94fd68", 
      "da07d639cbd44e46abf3c23d9f7fa2c5", 
      "89a5978345854bd486450d81c204a79d", 
      "78d6e1d2e0d042af9f1c96b180d449d6", 
      "34b8aac0033445599e8932a355b34695"
    ], 
    "heading": 1.753, 
    "instructions": [
      "Walk past the fireplace and through the door on the other end of the room. Stop after passing through the door. ", 
      "Walk by the left of the table and enter the entryway on the right. Then stop in the hallway. ", 
      "Go around the table, past the bookshelves and exit from the doors to the left. Continue straight and stop before entering the kitchen. "
    ]
  }, 
  {
    "distance": 9.03, 
    "scan": "kEZ7cmS4wCh", 
    "path_id": 5618, 
    "path": [
      "3b67353ba5e64feeb33884037fa14ce6", 
      "f97419bd62f6462fbbf8fb8adc4dea29", 
      "951cc0dd0e75482fafe85cec96376fb0", 
      "682b19fbab024b3ca81f62cd4d287ca7", 
      "e4fb260227ff4f5d88c1ccc8e4dd1e75", 
      "3c8b0995c325481a85ad4648931e5fde"
    ], 
    "heading": 4.403, 
    "instructions": [
      "Go up the circular stairs and stop on the third step from the top of the first level. ", 
      "Start climbing the spiral staircase near you. Stop, three steps from the top of the stairs. ", 
      "Walk toward staircase and ascend stop prior to ascending to the the top of the stairs and wait. "
    ]
  }, 
  {
    "distance": 9.33, 
    "scan": "8WUmhLawc2A", 
    "path_id": 4953, 
    "path": [
      "37b040b5341f4f6abb47f59d60963072", 
      "74a12d0675b54d6193ba63104a6a8e2e", 
      "5848b29e18924f5594fbec08340fb7a9", 
      "32c24c4472f346bc9b292f8997b9f82e", 
      "8f1936c546cb4b4d9a1f6a6ad8949e5a", 
      "b6018ae2d13248f7a12edbf31f70b04d"
    ], 
    "heading": 3.218, 
    "instructions": [
      "Walk down the hall past the paintings and turn left past the photographs. Stop in the entryway by the air vent. ", 
      "Walk past the living area. Turn left just past the six photos of children with their dog on the wall. Stop next to the framed text in a hole in the wall with a light above it. ", 
      "Go ahead and past the wall with paintings. Turn left at the end of the wall of pictures. Stop just inside the entryway. "
    ]
  }, 
  {
    "distance": 10.65, 
    "scan": "PX4nDJXEHrG", 
    "path_id": 4121, 
    "path": [
      "4ae7d442d7504317a44d3b939be2cacc", 
      "a0ed01562b764da7a7bc5f5670d9a463", 
      "eda4b648d33d436aa09516400af0de9b", 
      "6f5546088036436d87fc42422afc39d5", 
      "8c874344710140e681d78c046d471afc", 
      "d218377018e14219a034d3bcf992d9a1", 
      "bd0a6c4865d74589a65cedb040ffcf00"
    ], 
    "heading": 4.661, 
    "instructions": [
      "Go up the steps and through the hallway to the right. Go through kitchen and down the stairs to the living room. Go to the back left corner. ", 
      "Walk up the stairs and enter the dining room on your right.  Walk to the edge of the living room and wait by the rail. ", 
      "Walk up the stairs and turn right.  Then walk into the kitchen. Stand next to the hand rail in the kitchen. "
    ]
  }, 
  {
    "distance": 8.07, 
    "scan": "2n8kARJN3HM", 
    "path_id": 6421, 
    "path": [
      "4ad533e309ca4c61856c953afb7876b6", 
      "a78621aa1fa24b99bc2752ee584416c8", 
      "191a72d3b89e49e0a7d12bcc79afd08e", 
      "ec4ed8858a1046e58d03a7f2c2058716", 
      "d70a4ce871ad4d738eb7f3f44bd30a1e", 
      "a2d715cae8434b6fb1f98d393964d633", 
      "2fc43c5dbfd64de19b6b720a6e67babb"
    ], 
    "heading": 2.56, 
    "instructions": [
      "Turn around and continue down the stairs on the right. At the bottom of the stairs stop. ", 
      "Go down the stairs on the right. Stop at the base where the two stairways meet. ", 
      "Walk down the stairs and wait at the bottom. "
    ]
  }, 
  {
    "distance": 14.37, 
    "scan": "1pXnuDYAj8r", 
    "path_id": 328, 
    "path": [
      "7d1e000e54d942168b24155d12cd265b", 
      "20f6b7fcb5254024aacdd907da2eb315", 
      "67dd134230034fc18ab8c30abd9af183", 
      "cc896d0984cc4661bff9087a0df6967c", 
      "73f8049b6198422aa5f2edfc71fe423b", 
      "76ba074e4b7a46feb3d829302db3bd2e", 
      "7cdc2565c773401289b95360da22e017"
    ], 
    "heading": 4.046, 
    "instructions": [
      "walk forward past the living, dining room, and office. Go straight into the bedroom at the end of the hallway, and take a left into the mini kitchen area. Stop in front of the minifridge. ", 
      "Go through the living room on the right side of the house, then go down hall, to the end of hall then to the kitchen. Stop in the corner of the kitchen by the kitchen counter, near the window. ", 
      "Pass the dining table on the right and go down the hallway until you reach the end. Go through the door at the end, and continue to the three vertices pictures on the far wall.  Turn left to face the canisters on a counter and wait. "
    ]
  }, 
  {
    "distance": 6.32, 
    "scan": "VzqfbhrpDEA", 
    "path_id": 4678, 
    "path": [
      "b526e0affbc140ef9124275daa770f89", 
      "24360576a503468b92c6bbb1451e832f", 
      "01790b2fed1640a1bbb42f04b99f298a", 
      "5162c0936c8340239ef9d52e9d9ffc67", 
      "65672d1fd8784dda8f54ea18dab04d0e"
    ], 
    "heading": 5.979, 
    "instructions": [
      "walk towards vanity, turn right and walk past tub and through doorway stop in front of mini sink. ", 
      "Walk between the the tub and bathroom counter.  Go through the opening next to the bathroom counter and into the little hallway. Wait next to the family picture hanging on the left wall. ", 
      "Walk past tub on the right. Enter kitchenette, and wait at the sink. "
    ]
  }, 
  {
    "distance": 6.03, 
    "scan": "82sE5b5pLXE", 
    "path_id": 6058, 
    "path": [
      "80055e4f7f804bd28d38a2db363f9dc7", 
      "87c5df0ecfc34be3be7b828fc7a60c21", 
      "e580467633814488b0055f9e5475fedc", 
      "49913376d9ab471a8fce92a8edc786b9", 
      "43b8e298f5c6479d8f839c7cc7ff3fe2"
    ], 
    "heading": 6.185, 
    "instructions": [
      "Go down the path in between the minibar and piano and go up the steps. Head straight past the shelves and stop in front of the door. ", 
      "Go left between the piano and the wall, turn left, and go to the door straight ahead. ", 
      "Walk past the piano and left down the hall to the left of the shelf. Stop just inside the entryway. "
    ]
  }, 
  {
    "distance": 7.98, 
    "scan": "vyrNrziPKCB", 
    "path_id": 4367, 
    "path": [
      "c9e3b241fc8c4bad8b8d5d9e3192ae0a", 
      "e4ee9fc1de3f44779759a399b5c0ed7b", 
      "b5dc366ccba3406db2e04b8e1fd2270e", 
      "2b9575c049fc4539967fffe928f95c2f", 
      "2ad15b07cbe24771b6217553df356bea", 
      "3193cd5f6d7a4b2bbf85d5043cbc6352"
    ], 
    "heading": 0.026, 
    "instructions": [
      "Walk down the stairs to the bottom and then turn left.  wait by the dining room table. ", 
      "Go down the stairs. Turn left and then left again. Wait near the table and chairs. ", 
      "Go down the stairs, and go left. Take another left into the dining room. Stop behind the first dining chair. "
    ]
  }, 
  {
    "distance": 12.19, 
    "scan": "VFuaQ6m2Qom", 
    "path_id": 4403, 
    "path": [
      "e34b9715471b421aba635bfc00dfb4a2", 
      "66a7eec9430c4350b465fa4bd1adfedf", 
      "6e2a94028a5b422e80ee3361974d598d", 
      "123fc12f2d1d4c3ab9b41db86d3df71a", 
      "8c46244ce7fb468baeebd75d1fa9794f"
    ], 
    "heading": 3.119, 
    "instructions": [
      "Go straight past the lounge chairs and after you pass the pool. Wait near the lounge couches with lights in them. ", 
      "Walk toward the pool and then turn right, continue to walk forward, keeping the pool to your left until you are even with the head of the pool. Then stop. ", 
      "Go towards the swimming pool, and pass it, waiting on the far end up it near some lit small palm trees in a raised planter. "
    ]
  }, 
  {
    "distance": 13.58, 
    "scan": "ac26ZMwG7aT", 
    "path_id": 446, 
    "path": [
      "7b14552fe83b4e76974f711b8fcfc46f", 
      "e3d01ff572e44b4aa1b3df620ab9eec4", 
      "7f7cc5ccc8a948ada2c5ee60d255aa1e", 
      "effea130a5984e53bd2bef2bbe4ba4c1", 
      "8025576c59c04913bc7df70a8737ecee", 
      "a8c2dfb0f8c849ba83c20c7f7d6a00dc", 
      "0bd07b7213b245f8a54ec4010f6ef1cc"
    ], 
    "heading": 0.738, 
    "instructions": [
      "WALK OUT OF THE OPEN DOOR AND INTO THE HALLWAY, TURN SLIGHTLY TO THE LEFT AND WALK DOWN THE HALLWAY TOWARDS THE KITCHEN, WALK THOUGH THE KITCHEN UNTIL YOU GET TO THE FAR WALL AND AN OPEN DOOR LEADING TO THE BUTLERS PANTRY, WALK INTO THE PANTRY TOWARDS THE SINK. ", 
      "Go out the door and turn left.  Go down the hallway and into the kitchen.  Go through the hallway to the mini kitchen and stop before you get to the sink. ", 
      "Exit the laundry room, go down the hallway past the kitchen. Wait inside the kitchenette. "
    ]
  }, 
  {
    "distance": 7.96, 
    "scan": "5q7pvUzZiYa", 
    "path_id": 6248, 
    "path": [
      "3c6a35e15ada4b649990d6568cce8bd9", 
      "55e4436f528c4bf09e4550079c572f7b", 
      "69fad7dd177847dbabf69e8fb7c00ddf", 
      "2fdd7ac33e4e4e5ab38353ba6ab6cc7d", 
      "521886391b7849c9b1e458e8e65760de", 
      "a7843f11f41a475792035f544feafaa8"
    ], 
    "heading": 2.85, 
    "instructions": [
      "Go all the way down the stairs and then go down the hallway in the 11 o'clock position from the base of the stairs.  Keep walking straight until you enter a bedroom and stop after entering. ", 
      "Continue down the stairs, then proceed forward down the hallway to the left of the painting on Einstein.  Walk down that short hallway and through the doorway to the bedroom. Stop one foot from the doorway in the room. ", 
      "walk down the stairs then walk straight along the gallery frame then enter the room wait beside the door. "
    ]
  }, 
  {
    "distance": 14.83, 
    "scan": "VFuaQ6m2Qom", 
    "path_id": 6111, 
    "path": [
      "29964e63ab0b4b79bc6dc9cd772cce8d", 
      "ad6aadd713794c1c84191387d4b95140", 
      "ad6d632f2967414abfcc9aedbc12c1cb", 
      "e2191119aba24d3d9326ff49c302f1f8", 
      "6d9e2419fb8e40d0b158e33798e134f5", 
      "23b907de91124aa2893d467659eac406", 
      "722c4e53817f48e2aff7099315376b15"
    ], 
    "heading": 4.366, 
    "instructions": [
      "Turn right and go straight into the large living room. Go across the living room to the open glass door and stop once you are outside. ", 
      "Walk past the table and through the entryway. walk past the couches and stop just outside the door. ", 
      "Walk towards the black table with flowers on it.  Go to the left of the table and continue walking straight through the arch opening.  Walk into that room and continue straight across the room and out the open white door that leads outside.  Step out on to the patio and stop on the tile in the doorway before you get to the carpet with the low concrete table on it. "
    ]
  }, 
  {
    "distance": 5.85, 
    "scan": "ac26ZMwG7aT", 
    "path_id": 1542, 
    "path": [
      "378fb05cff7f473195daa253bc3fa4df", 
      "650897afb8594b7cb9bdb89f4ec38f7d", 
      "be291fdeaee9413698d9da350207bc54", 
      "13faa4c86406405ba802f5bdcba744ee", 
      "11fae969386e4e4fa6ed73ac9f20cd1d"
    ], 
    "heading": 4.705, 
    "instructions": [
      "Leave the bathroom and go through the bedroom. Walk towards the door to the hallway. Stand in the bedroom doorway. ", 
      "Walk through water closet. Make left opposite bath towels. Walk past bed. Wait at bedroom door threshold. ", 
      "exit bathroom to bedroom on left, turn right and walk to doorway. Stop just before exit at the light switch. "
    ]
  }, 
  {
    "distance": 9.03, 
    "scan": "sT4fr6TAbpF", 
    "path_id": 2632, 
    "path": [
      "6e41a7632c5a4048a17a316d7192b97e", 
      "05869550e06a407a8dedf24f887c9b26", 
      "00f205a65f374c5299b67176c0852e91", 
      "f75d8b1b682c4fee965dd7c5c2dfae74", 
      "61551669f3094340b9a4957f92c30724", 
      "3aa2bb32a50049de842d066eff185b66", 
      "c32e11fd03ac4b2bb88aafacff21527f"
    ], 
    "heading": 6.282, 
    "instructions": [
      "Exit the door and turn right. Walk down the hallway passing the glass table, and entering another door. Stop at the door. ", 
      "Exit the bathroom and turn sharp right. Pass that room and go out to the door straight ahead. Wait in that hallway. ", 
      "Go into the hallway and take the first right turn. Go through the doorway and continue straight past the table and chairs. Stop just past the doorway in front of you. "
    ]
  }, 
  {
    "distance": 11.64, 
    "scan": "SN83YJsR3w2", 
    "path_id": 3559, 
    "path": [
      "cc3a8c91626f4824ab02269b167c0ea1", 
      "81999e63ec744b079b238f6bb3662df4", 
      "8f421a6da84d4a4a9e0c79b8b3d19e69", 
      "de17e14896824460b354f6756e8391ad", 
      "53e6ea6aa17b4876b3fc7835279e99c2", 
      "6afb5c8288bb493f909657f76222a98e", 
      "5c0f242b1f4c45868a768d5d5ffeab97"
    ], 
    "heading": 2.839, 
    "instructions": [
      "Go straight past the brown chairs, pass the grand piano, pass the first and second column and wait there. ", 
      "Go through the room along the pillars and stop halfway between the last and second to last pillar. ", 
      "Wait in between the two white pillars next to the brown couch. "
    ]
  }, 
  {
    "distance": 15.27, 
    "scan": "JF19kD82Mey", 
    "path_id": 1207, 
    "path": [
      "c20f944e9c434804944b0c1251247202", 
      "1c2209fa44fc48c7b7ce7981bafc4ccf", 
      "b5b07238f2f94494b5d16390855584cb", 
      "837b0a58fa8b4820a3c07e0c89ccfc60", 
      "0672a86275c14b148e8618ecde714e06", 
      "27b904430e4e48acb818e2ab80f183e3"
    ], 
    "heading": 5.565, 
    "instructions": [
      "Walk down the hallway along the stairwell on your left. Take a left at the end of the hall, and  stop on the rug at the foot of the bed closest to the bathtub. ", 
      "Turn to the left then walk down the long hallway, continue moving forward until you enter the bedroom. Walking forward and to your left walk to the end of the bed. Turn left and walk forward to you reach the corner of the bed stop and wait. ", 
      "Go down the hallway on the left, continue into the bedroom. Stop at the foot of the bed. "
    ]
  }, 
  {
    "distance": 8.83, 
    "scan": "mJXqzFtmKg4", 
    "path_id": 5334, 
    "path": [
      "bc13627aa65040738b1d971e11162023", 
      "833cde4efe134469852ef36cd6205711", 
      "2b94e839f10648ca8721a0c8c6da121b", 
      "7bfd840693034959a2dffb2625026980", 
      "7ee437db8a914c6d8ce7555b3ce6aae4", 
      "a475d54e18664630b19f47575a874cf4"
    ], 
    "heading": 3.346, 
    "instructions": [
      "Walk forwards past the three tall pub chairs. Continue walking straight and pass by the black leather sofa on the left. Stop when you reach the arched doorway on the right. ", 
      "Walk past the bar with the chairs/stools. Pass the couches on the left and wait there. ", 
      "Walk straight out of room. Walk past kitchen bar. bar. Stop next to wall sconce holding candle. "
    ]
  }, 
  {
    "distance": 11.21, 
    "scan": "ZMojNkEp431", 
    "path_id": 6558, 
    "path": [
      "718e7b8d4f63458d951d734b777c4562", 
      "e48486bb391449b2becb28faf44e515a", 
      "cdf8c27ef42e466d90f49aca714a048b", 
      "5377d17e2a4d4a28abf16709e02e97a9", 
      "83404d7a12fc4749bf0cfff1e1e07987"
    ], 
    "heading": 5.218, 
    "instructions": [
      "Walk straight and then take a right at the small white bookshelf. Wait there. ", 
      "After you finish going up the steps go straight until you get to a hallway on the right. Turn right into that hallway and wait there. ", 
      "Go passed the first two desks on the right and turn right into the first open hallway. "
    ]
  }, 
  {
    "distance": 5.66, 
    "scan": "qoiz87JEwZ2", 
    "path_id": 4899, 
    "path": [
      "becb0bc0a0064764a0663a00f2e86fe2", 
      "35813823d1c6454f898ef3317c59ac18", 
      "1c7bbe372fcf48beb113ee844b3ae43f", 
      "223b4ced68cd4688b6612a2795409490", 
      "6249652893364b62b1c30df6c6516a71"
    ], 
    "heading": 4.879, 
    "instructions": [
      "Go around the bed. Turn left and exit the room.Walk straight until you exit toward a hallway with red rugs. ", 
      "Walk to the opposite side of bed.  Exit through the door.  Walk until you reach carpet.  Wait here. ", 
      "Leave the bedroom, and leave the hall through the door labeled \"Garden Room\". Stop once you enter the main hallway. "
    ]
  }, 
  {
    "distance": 11.09, 
    "scan": "VFuaQ6m2Qom", 
    "path_id": 5047, 
    "path": [
      "3af6ad7060e34e7fa0def83b367226fd", 
      "f04a58b9c4ff4e448b5a4da4fd823a9c", 
      "af4d11860b7a4ea3aaa1986cdc934531", 
      "8c31225bb638494082b206e492422ebf", 
      "9377f3ca210946ff9dbea4937cf7d3ad", 
      "1ed9136647664140918246b69b5d2dc5"
    ], 
    "heading": 2.272, 
    "instructions": [
      "Continue down the stairs and follow the hallway around to the left into the pool room. Stop and wait near the telephone. ", 
      "Turn and walk down the stairs. At the bottom, turn left and walk until you reach the bench.  Enter the hallway to the left of the bench and go to the last door on the left. Enter the door and stop. ", 
      "Go downstairs and turn left. Entering the small room with the phone, veer left towards the small statue in the alcove. Stop inside the last door on the left, which contains a plunge pool with a painted sky."
    ]
  }, 
  {
    "distance": 10.68, 
    "scan": "S9hNv5qa7GM", 
    "path_id": 6709, 
    "path": [
      "e5f8d864ab7545d3bae0e56a527041ec", 
      "32fb55017460457cbe0b8d1790a54786", 
      "8f5a767771964a56b3708d5415c446b2", 
      "8b219cad487e4091b7c29146f0224729", 
      "8b8c58d65b3049ef8a844f237096b06d", 
      "f53ff13e8a954c67bda9a46f3e2e88b8"
    ], 
    "heading": 6.23, 
    "instructions": [
      "Go to the stairs and turn right. Turn left and go passed the kitchen table. Then into the living room on the right. Stop near the couch. ", 
      "Walk through the kitchen and into the living area with two red sofas facing each other. Stop just when you reach the black rug. ", 
      "Turn right at the corner in front of the stairs. Enter inside, and turn left walking towards the dining table. Walk forward, and enter another room. Walk, and turn right towards the living room, and stop there. "
    ]
  }, 
  {
    "distance": 11.06, 
    "scan": "SN83YJsR3w2", 
    "path_id": 179, 
    "path": [
      "603f6b1faf434371bf3677540ee21227", 
      "07ede124c32b4d89ba8cc1f01091d322", 
      "199235cc58084824924d94235bbad767", 
      "2a3c6a9dbe0d4126bc04e6db80bac2fc", 
      "537f21944d0d4323a99a93bc85e263ab"
    ], 
    "heading": 4.823, 
    "instructions": [
      "Turn right and go to the bust\r\nGo to the desk\r\nGo to the barrel\r\nGo to the mat. ", 
      "Walk away from the bookshelf and straight past the stairs into the main room and walk past the half wall and take a right past the half wall into the boiler room and stop to the right of the rug near the sink. ", 
      "Head straight past the stairs to the end of the room, turn right through the door, then turn right again. Stop by the rug. "
    ]
  }, 
  {
    "distance": 9.33, 
    "scan": "b8cTxDM8gDG", 
    "path_id": 3445, 
    "path": [
      "031a6316a244425c8c9a7a43ab6de08d", 
      "dcbdda428eb846a586886b87d9552d0e", 
      "17ebd8e343c247dd845f76a586f8cf08", 
      "f3914b4071b7408c843d4d45a7370be2", 
      "0c171ecf9f6a46828c74e9088cf0c34a", 
      "a1be4fa0d9c14849a7ce3ca6d286586a"
    ], 
    "heading": 1.585, 
    "instructions": [
      "Turn around and walk through the bathroom past the sinks and exit the bathroom. Once out walk up the 2 steps and then turn right and enter the bedroom. Walk forward and stop in front of the metal railing. ", 
      "Go into the bathroom. Pass the two sinks then go up the two steps then turn right and go into the room. Wait by the balcony sliding glass door. ", 
      "Enter bathroom. Walk through bathroom and exit through the other door. Enter the landing. Walk up two steps directly ahead. Walk through first door to the right. Walk toward the bed. Stop there. "
    ]
  }, 
  {
    "distance": 12.38, 
    "scan": "7y3sRwLe3Va", 
    "path_id": 6031, 
    "path": [
      "450b5325b5bf48f0a8076bb973b42fdf", 
      "fd4752f551d04e22be492adea0d9fb04", 
      "9ee37c1bce0a41e8bd50821540e80713", 
      "af5f1942b4374015823bd32e31b31c64", 
      "d8cae4c7073346e392d3996254bf741c", 
      "e29484c59af4429981a6a5d5afe4d5a0", 
      "99b1210b63c94f9184a9f06032a2ea4a"
    ], 
    "heading": 0.51, 
    "instructions": [
      "Walk past the small utility door and turn left. Walk left down the hallway and through the first door on the right. Stop just inside the hallway. ", 
      "Go straight and turn left. Go towards the grey carpeted area and turn left. Go down the hall and go through the door on the right. Then stop near the tubes. ", 
      "Walk through the door to your right, and turn left and go around the corner down the hallway. Go through the right door at the end of the hall and stop. "
    ]
  }, 
  {
    "distance": 5.68, 
    "scan": "29hnd4uzFmX", 
    "path_id": 645, 
    "path": [
      "6683adca11334414925158c4d21105b1", 
      "2296da968e464b8db6e6bdba81fbe274", 
      "59bb2a23ea8547ee9a9d05cb436a621b", 
      "dd500133846248c1b24eea995d7dee4a", 
      "ac56847024014b05bcc718f73ccde0b2", 
      "4d574a196c884caa93b2da69dd36f201"
    ], 
    "heading": 3.129, 
    "instructions": [
      "Walk straight out of the room and make a hard turn left. Walk into the first room on your left and stop after taking a step. ", 
      "Go straight through the doorway and make a hard left into the first room you come to. ", 
      "Walk straight to the doorway and then go through it and turn right.  Turn right again very soon.  You'll then see an empty room that contains just one window.  The walls are lined with wood paneling. "
    ]
  }, 
  {
    "distance": 8.96, 
    "scan": "sKLMLpTHeUy", 
    "path_id": 2101, 
    "path": [
      "f88ef0b879b04fe5a8d0d4d96f9ebf6d", 
      "c5542c9984bc47b493361ba9e8d5c540", 
      "5dfe8adbc3794bebafeedcd832b04ea4", 
      "d55affbb927443bcb1d4eb451e0e7ebb", 
      "7f870283a3db4ded839990a74bf6e5dc", 
      "c9b12291d12d4d47acbadfe3c587a435", 
      "f58a651ac01e4fb99bafd15400a7d512"
    ], 
    "heading": 4.394, 
    "instructions": [
      "Go towards the mirror and go right and follow the wall past the stairs towards the next entry way. Go into the room with the bed and white fuzzy chair. ", 
      "At the top of the stairs walk forward towards the circular mirror. At the mirror, turn left and walk down the hall past the picture frames and stairway into the open door. Enter the open door into the bedroom. ", 
      "You should take a right at the top of the stairs and walk down the hall until you get to the bedroom at the end of the hall. Next go into the bedroom and wait just inside the door. "
    ]
  }, 
  {
    "distance": 13.05, 
    "scan": "1pXnuDYAj8r", 
    "path_id": 1630, 
    "path": [
      "1239dba1b6234964b420a56d82d79d7a", 
      "6c34dde402304953a9416e2781de607f", 
      "5a72c23b99fa40f1bcd9dfbb60340b05", 
      "cc896d0984cc4661bff9087a0df6967c", 
      "67dd134230034fc18ab8c30abd9af183", 
      "f7ef3082a05c40659421f0a21731ae1b", 
      "163d61ac7edb43fb958c5d9e69ae11ad"
    ], 
    "heading": 3.14, 
    "instructions": [
      "Go downstairs, turn left and wait to the right outside. ", 
      "Go down the stairs and walk towards the main entrance. Step outside of the door and stop on the welcome mat outside of the door. ", 
      "Go down the stairs, take a left and at the front door, take another left, leaving the house, stopping outside the door. "
    ]
  }, 
  {
    "distance": 11.63, 
    "scan": "PX4nDJXEHrG", 
    "path_id": 3815, 
    "path": [
      "7a381be117474e159e339b7bcce0baf3", 
      "7c41f500f2ce4b7a9916e292221a7740", 
      "eda4b648d33d436aa09516400af0de9b", 
      "c8ce61375bc8403691ec503de5401235", 
      "42ea9388a1f74f0c84105ba33fab13dd", 
      "310ded38502647188e97b980b77c2472", 
      "6993d4826f644c37b5632edde130ab67"
    ], 
    "heading": 6.246, 
    "instructions": [
      "Leave the pantry and take a right in front of the stairs. Veer right around the door and head to the far sitting area. Stop next to the cow print ottoman. ", 
      "Turn right. Turn right again at the stairs. Go to the right of the double doors. Wait next to the footrest with the cow fur on it. ", 
      "Turn right and exit the room. Once you reach the stairs, turn right and walk towards the double wood doors. Once you reach the doors, turn right and enter the next room. Once inside, turn left and walk over to the sitting area. Stop once you reach the black and white square on the floor. "
    ]
  }, 
  {
    "distance": 11.09, 
    "scan": "rPc6DW4iMge", 
    "path_id": 4533, 
    "path": [
      "e7f5cf7434824a0ab0b4cc060e863c9a", 
      "b52f35b11398442d84c02491081570c8", 
      "e2f80f0b45c5439db45800b5e9126e72", 
      "a5542bba97c44a2cabd742267454fd13", 
      "cde9277ca5a74751ac26fa289a0ec5f5", 
      "073ce382f78d4a81b8c673591a954997", 
      "e63cf86fedff45b8a5c895adb0cf614f"
    ], 
    "heading": 5.312, 
    "instructions": [
      "Turn around and exit the room. Turn right and go past the stairs. Keep walking straight and stop in the middle once you past the bar. ", 
      "Walk from sitting room to stairs, turn right and stop between dining room table and couch. ", 
      "Turn around and walk through the living room. Then turn right and walk past the kitchen. Stand near the sofa. "
    ]
  }, 
  {
    "distance": 9.51, 
    "scan": "r47D5H71a5s", 
    "path_id": 410, 
    "path": [
      "7a9a4486016a4a64bdac4eaad9b7ee17", 
      "f41c2851f4b241fcad3f8f15378da53b", 
      "2b67ab047ee949538c9d5d89046d985f", 
      "4ed50a2f86384de599f06df862d17b10", 
      "954fc1d65dba428eb808fb9dce1b8a97", 
      "bd624a2988bf4a94839472180cc1b3d5", 
      "458b288354be4060a2e6cf582d959d0f"
    ], 
    "heading": 3.669, 
    "instructions": [
      "Go straight and then turn left and go out of the bathroom.  Go past the workout material and turn left.  You'll be in a massage room.  Wait at the base of the masseuse tables. ", 
      "leave closet and turn left out the door. turn slight left and continue down hall. Turn hard left at doorway to massage room. Stop between beds. ", 
      "Leave the bathroom and go into the hall and take a left. Go straight down the this hall and go into the massage room that is the second door on the left. Stop once you are between the two beds. "
    ]
  }, 
  {
    "distance": 18.63, 
    "scan": "r1Q1Z4BcV1o", 
    "path_id": 5590, 
    "path": [
      "64d3b2030ff44be8b25729c7658dde17", 
      "06c88433ed80477f90bd50f8dc25e7de", 
      "fa1f118c0f924788aa7ea44f690a054f", 
      "ccfc7026f4c6494ca251076c85aa906c", 
      "17be6f4e233546548c6c03fef0459044", 
      "35b3d70f47994598aedb510108752797"
    ], 
    "heading": 0.64, 
    "instructions": [
      "Walk out of the bathroom and through the open entryway into the large room. Turn and walk past the white table cloth covered tables along the walls and towards the stairwell leading up stairs. Walk under the stairwell down the hall towards a door leading outside. ", 
      "Exit the room. Turn right then turn left. Walk straight past the stairs on the right then turn right. Wait near the black bench on the right. ", 
      "Walk out of the bathroom and left out of the entryway. Walk to the right of the table cloth and stop by the bench. "
    ]
  }, 
  {
    "distance": 9.93, 
    "scan": "e9zR4mvMWw7", 
    "path_id": 7272, 
    "path": [
      "d08f0e14da3b4d1bbc760d73b3c3ebea", 
      "d2875e02333d4dd991e866786a87c1be", 
      "9a477352c0364b76839862c7298bfb8e", 
      "8fd980702db14e348e93943d61fdfb9a", 
      "15db0029a9844a5c8f8aadefe7178d10", 
      "dc189857232643f9a17d5760ebb07b02", 
      "1ff35596f9cb4b98ba4f08dda81c1654"
    ], 
    "heading": 2.922, 
    "instructions": [
      "Go into the house and go up the stairs. Take a right at the top of the stairs, and stop in front of the double door closet. ", 
      "Enter the building via the door at the top of the three steps next to you. Continue forward and to the right to the base of the stairs leading upwards. Climb those stairs. At the top of the stairs, turn ninety degrees to the right and take a step, stopping in front of the double doors. ", 
      "Leave the garage and go up the stairs by the blue painting.  At the top of the stairs, turn right and walk a few feet before stopping in front of two closed doors. "
    ]
  }, 
  {
    "distance": 8.25, 
    "scan": "XcA2TqTSSAj", 
    "path_id": 5050, 
    "path": [
      "2f3b661a0dc64477863a723642119869", 
      "622d85794c304f62a50bfd3a6cd688a3", 
      "1e2d321dc574469288c88e5ae2afb370", 
      "fa065de5315940abb64684e68f6d686a", 
      "aa56e0f95db14b4481b0188dfd5b324f"
    ], 
    "heading": 2.351, 
    "instructions": [
      "Turn right and walk past the sofa. Stop in the hallway near the artwork. ", 
      "Go straight past the couch and into the hallway. Wait near the gold white and blue painting on the right. ", 
      "Walk all the way in front to enter the other corner that is straight ahead of you. Stop in front of the glass door on your left. "
    ]
  }, 
  {
    "distance": 12.94, 
    "scan": "1pXnuDYAj8r", 
    "path_id": 1989, 
    "path": [
      "76ba074e4b7a46feb3d829302db3bd2e", 
      "73f8049b6198422aa5f2edfc71fe423b", 
      "cc896d0984cc4661bff9087a0df6967c", 
      "5a72c23b99fa40f1bcd9dfbb60340b05", 
      "6c34dde402304953a9416e2781de607f", 
      "1239dba1b6234964b420a56d82d79d7a", 
      "efa99d80f5024c999633851f5875c6c7"
    ], 
    "heading": 4.742, 
    "instructions": [
      "Walk out of the bedroom and into the hall. Walk up the stairs and make a sharp left. Walk up the stairs and stop at the top of the stairs. ", 
      "Go straight and take left upstairs near two wall posters ar e there. ", 
      "Turn around and leave the room. Walk down the hall to the stairs. Walk up both flights of stairs. Stop at the top on the landing. "
    ]
  }, 
  {
    "distance": 5.63, 
    "scan": "ULsKaCPVFJR", 
    "path_id": 4161, 
    "path": [
      "525eea07ff0b45f49f6a47eb55b6d75e", 
      "7c213023b8a14cf9a77272791de04b9a", 
      "c73a6f3769bc471588158d99186b80e6", 
      "f7664517a79b4e2ba69635bffa525d68", 
      "78d6e1d2e0d042af9f1c96b180d449d6"
    ], 
    "heading": 4.384, 
    "instructions": [
      "Head straight, stopping at the dresser and take a left turn, stopping near the door. ", 
      "Head down the hall and turn left at the mirror. Then enter the door on the right and stop. ", 
      "At the entrance, walk past the black door (on the left) and painting (on the right) until you see a table with a mirror hanging on the wall. Take a left at the mirror and take your first right through the open doorway. When you see a long table surrounded by soft chairs you'll have arrived at your destination. "
    ]
  }, 
  {
    "distance": 10.55, 
    "scan": "dhjEzFoUFzH", 
    "path_id": 5043, 
    "path": [
      "6847b3528b67416ead2f7771a5264be8", 
      "9b838098731b452ba242bdc550557425", 
      "6d300c6b06e944349dd9ab9ffed93aeb", 
      "4abfb56310db468e838cfde6416ca233", 
      "0cfb39f99a5649fe9d49e5669779c43d"
    ], 
    "heading": 0.034, 
    "instructions": [
      "Walk straight past the chairs. Turn right after you pass the chairs. Turn left and wait near the steps. ", 
      "Go towards the altar. Turn right  before entering the alter area. Pass between the two columns. Turn left and jump over the low rail. Stop in front of the low wooden seat. ", 
      "Walk straight forward to the front of the room. Once you pass the chairs, turn right. Once you pass the column, turn left. Stop on the other side of the gold metal wall. "
    ]
  }, 
  {
    "distance": 5.36, 
    "scan": "qoiz87JEwZ2", 
    "path_id": 2134, 
    "path": [
      "d6528b757c554836b2dfaa811e5df3ed", 
      "69dc547801584e1a9aa129ff36289f52", 
      "6249652893364b62b1c30df6c6516a71", 
      "223b4ced68cd4688b6612a2795409490", 
      "1c7bbe372fcf48beb113ee844b3ae43f", 
      "3772d953cd264ebb9ff730bde0bf842c"
    ], 
    "heading": 5.648, 
    "instructions": [
      "Go out the bathroom door. Turn right in the hallway and then enter the bedroom. Stop at the end of the couch with flowers on it. ", 
      "Go to the door. Go to the rug. Go to the Garden Room. Go to the mirror. Go to the bed. ", 
      "Exit the bathroom and turn right. Walk into the bedroom and wait near the sitting bench on the left. "
    ]
  }, 
  {
    "distance": 12.6, 
    "scan": "cV4RVeZvu5T", 
    "path_id": 5764, 
    "path": [
      "05d8dd39b5de44b58287a6de59cdba37", 
      "5125c4a0a99f45788e694d5a73ba99c7", 
      "c29e99f090194613b5b11af906c47dab", 
      "7d708a5b80ee45979870bae83b2bdd44", 
      "faa7088781e647d09df1d5b470609aa3", 
      "abc8f6c9abf44c2cb2509ddc331f948f", 
      "3393cfe75d8e4593bf4b05d00b7eb2c2"
    ], 
    "heading": 3.08, 
    "instructions": [
      "Walk through the door to the stairs. Go down the stairs. Then go down the three steps to the right, and continue straight through the doorway into a bedroom. Then go into the bedroom's bathroom. Stop in front of the sink. ", 
      "With the sliding glass door to your immediate right, look ahead of your for the wall with two doors on it. Go through the leftmost door and descend the stairs all the way to the bottom. Continue forward from the base of the stairs into the bedroom ahead of you, then enter the bathroom to your left. ", 
      "Walk into the room and through the second door on the right. Walk down the steps and turn right. Walk down the steps and into the bedroom. Walk left into the bathroom and stop. "
    ]
  }, 
  {
    "distance": 14.19, 
    "scan": "759xd9YjKW5", 
    "path_id": 2082, 
    "path": [
      "5764e704c4574c34b7a579260f191e7c", 
      "74ce4ff76774491f877325c9402b6184", 
      "9c2919ad974d472fa4f97c01005666f0", 
      "904beb4bca9e4e2b8d15f3af9b70a242", 
      "2ebc2682287645efabf7f2319682aab1", 
      "8aab1e4ed6e845328b9d8ab7e2c009ac"
    ], 
    "heading": 5.166, 
    "instructions": [
      "Walk in between the table and bookshelves towards the small ladder, continue straight onto the brick floor and turn right. Walk straight and into the room on the left. stop in front of the bed on the red carpet. ", 
      "Walk past the ladder and turn right on the brick floor. Go through the arched opening and turn left. Walk to the foot of the bed and stop by the coffee table. ", 
      "Turn around and walk past the books. Then turn right and walk down the hallway.  Then turn left and enter guest bedroom. "
    ]
  }, 
  {
    "distance": 10.48, 
    "scan": "JF19kD82Mey", 
    "path_id": 5950, 
    "path": [
      "c7b357a72c3d4ce2aa16f8d5c41a54ba", 
      "a33fe858085149e8908942d0bf98767f", 
      "96490c4da78240058d1f76a07ed95c9d", 
      "68e4c4477aa442cbbb9a9f1e54b9b831", 
      "f1b191033043441987b8ebf1bb55002c", 
      "c20f944e9c434804944b0c1251247202"
    ], 
    "heading": 5.769, 
    "instructions": [
      "Stand so the statue of the animal on a bike is to your left and walk up the stairs.  Stop at the top of the stairs. ", 
      "Turn left and go up the stairs. Wait at the top. ", 
      "Go up the stairs. Stop outside of the bathroom at the top of the stairs. "
    ]
  }, 
  {
    "distance": 8.82, 
    "scan": "EDJbREhghzL", 
    "path_id": 1646, 
    "path": [
      "f952eefea56c49648f04224fa02e066f", 
      "7507d89cc172439dbd238eee34cda7a4", 
      "e1ac54fab83242b889a95320811c68e5", 
      "4069c437611e44c69edf8175de76b201", 
      "e94cd6b986b5456990723fa8d9612759"
    ], 
    "heading": 4.983, 
    "instructions": [
      "Walk across the hallway and turn slightly left by the painting. Walk up a few steps on the stairs and wait there. ", 
      "Go left down the hallway. Wait to the right on the second step of the stairs. ", 
      "Walk down the hall away from the bedroom. Stay in the hall on the left and go up two stairs and stop. "
    ]
  }, 
  {
    "distance": 8.11, 
    "scan": "cV4RVeZvu5T", 
    "path_id": 680, 
    "path": [
      "e32c0ea5881d40e29ca6f58ff24e435c", 
      "effa4354d216404ab0f9ea64cbec3144", 
      "a70fcde73fc544d48b247edcc4dc0490", 
      "8ad5a339add04ce887b4eb94d40914c6", 
      "fc6a063f71534f2ba7595fdaac55854c", 
      "cfa52adccaae4c59879a267d3c8d44e9"
    ], 
    "heading": 5.722, 
    "instructions": [
      "Walk past the table and chairs. Walk past the fireplace. Walk past the dog and stop. ", 
      "With the red chairs on your left walk forward into the living room walking by the brown leather couch on your right and go straight into the art studio on the far side of the living room stopping once you are past the dog statue and before you are at the sliding door. ", 
      "FACING A TABLE TO THE LEFT AND 2 BLACK CHAIRS ON THE RIGHT WALK FORWARD TO THE FIREPLACE, WALK FORWARD PAST A DOG SCULPTURE AND INTO A SMALL ROOM WITH A WORK TABLE. "
    ]
  }, 
  {
    "distance": 14.11, 
    "scan": "E9uDoFAP3SH", 
    "path_id": 1466, 
    "path": [
      "2c6afdf7346a4dc3952b97edf85cf144", 
      "bde29f48ab814943baf4a7193d143d6e", 
      "12142264f293430ebc8092e16b47cba0", 
      "b409b06f51b843e3948e146f9e7d7526", 
      "21d98b3051984309af072f3fde91c49d"
    ], 
    "heading": 3.775, 
    "instructions": [
      "With the window at your back walk forward into the hallway and take a right. walk across the room and into the hallway on the other side of the room. Stop in the hall outside of the bathroom. ", 
      "Step into the hall way.  Turn to your left and walk straight to the doorway infront of you.  Step into the door way and wait in the hall way. ", 
      "Enter the hallway with the closed door. Turn right and go forward past the table and through the archway. Stop in the hall. "
    ]
  }, 
  {
    "distance": 8.68, 
    "scan": "S9hNv5qa7GM", 
    "path_id": 1415, 
    "path": [
      "53d54b73e58940019b731673e65c1902", 
      "cad74e94fdeb425a860ae16cc0fdd45a", 
      "53672af2c15047818f2ead24a2370930", 
      "5f4fd3bd58144211a8617caa5570e40c", 
      "5b821a3b87cd4ed3a7c4414199a0a740", 
      "2c449dc925de472ca31124feca25a01a"
    ], 
    "heading": 2.345, 
    "instructions": [
      "Walk through the doorway and turn right. Walk to the end of the hallway and turn right. Go into the bedroom and wait by the bed. ", 
      "Walk out of the bedroom into the hallway. Walk down the hall over the floor rug, passed the cabinet against the wall and the stairwell. Walk into the bedroom with the twin bed with blue blankets and pillows. ", 
      "Leave the bedroom and take a right in the hallway. Go down the hall and enter the bedroom through the first door on your right. In the bedroom stand nest to the closet near the nightstand. "
    ]
  }, 
  {
    "distance": 10.8, 
    "scan": "ZMojNkEp431", 
    "path_id": 6508, 
    "path": [
      "114842471cc14a44b2f284c943281413", 
      "6944cb3d349a424899b2ed5b4c972763", 
      "334f156071b34579ae4772f623b03429", 
      "60e9c84ab617491594f5c2950cc6f3ee", 
      "12eaa3a3a39e4c9fa5106812cb7da084"
    ], 
    "heading": 3.426, 
    "instructions": [
      "Walk to the end of the room and stop between the L-shaped, empty, wooden table and the gray sofa with two green pillows on it. ", 
      "Facing the table-tennis table turn left and go straight through the room, until you see the pallet coffee table and stop near it. ", 
      "Facing the projector screen that says Impact Hub Trieste, turn left towards the two entrances at the end of the room. Walk all the way to the entrances until you see a white couch with four pillows on them. Once you see the couch you have reached your destination. "
    ]
  }, 
  {
    "distance": 8.12, 
    "scan": "82sE5b5pLXE", 
    "path_id": 4339, 
    "path": [
      "a3692798881b44e0aff4517def9b1402", 
      "3752abb606954f6d968d77b2d06caefd", 
      "49913376d9ab471a8fce92a8edc786b9", 
      "6c7301f898ff4b4c9d915dfbe887d507", 
      "c22f5ecc360048698e71cad6542f07a6"
    ], 
    "heading": 2.891, 
    "instructions": [
      "Exit the room and turn left. Walk out the first door on the left. ", 
      "Exit the room and walk past the bookcase. Wait outside on the mat. ", 
      "walk forward exiting the room, then turn hard left, then walk again, exit at the front of the gate. "
    ]
  }, 
  {
    "distance": 9.14, 
    "scan": "rPc6DW4iMge", 
    "path_id": 5422, 
    "path": [
      "cde9277ca5a74751ac26fa289a0ec5f5", 
      "a5542bba97c44a2cabd742267454fd13", 
      "e2f80f0b45c5439db45800b5e9126e72", 
      "f782830ef32341099b151052fe6344e3", 
      "5ac9286390f04eb1b59616b251aa717e", 
      "2d20ebd11b9d4855bac237d15181e126"
    ], 
    "heading": 2.128, 
    "instructions": [
      "Turn left and walk up the stairs. When you're almost st the stop of the stairs, stop and wait there. ", 
      "Walk straight until you get to stairs on the right. Go up the stairs. Wait three steps to the top. ", 
      "Facing the counter go right through the archway, turn right and go up the stairs, a few steps short of the top stop. "
    ]
  }, 
  {
    "distance": 16.92, 
    "scan": "Uxmj2M2itWa", 
    "path_id": 205, 
    "path": [
      "0cef156ab53041da97dd6a70d3d5af0b", 
      "a92caa72325040bea8093cd576dd9a8d", 
      "0e7a7b8f99a84a719128d3d0982e9b59", 
      "a206c84102884dda82c5cbdd4e471bcd", 
      "bbfd4eb3b8d646a1bcb815d63dbf0fe2", 
      "af7ed758b8c04875a5ae383252e35332", 
      "119f12ba94004df3b643d55195b25b21"
    ], 
    "heading": 4.327, 
    "instructions": [
      "Enter the building and go up the steps on the far left. Wait at the top of the steps in the bedroom. ", 
      "Turn around and go into the house.  Walk past the red chair and turn left and go into the kitchen area.  Then turn right and go up the stairs.  When you get to the top, go on into the room where there's a bed and a couple of red reclining chaises.  Wait there by the chaise. ", 
      "Please enter from swimming pool.Then cross chairs and table. Then take upstairs. then inter bed rooms. "
    ]
  }, 
  {
    "distance": 11.87, 
    "scan": "SN83YJsR3w2", 
    "path_id": 1750, 
    "path": [
      "8fe5222fd6d1415082f3fa39505318ca", 
      "3ee4ff67704747628f6833e23a69b20e", 
      "2fe8aba87e074b98affe61cbdb5513ce", 
      "136ca89bcb5d441c877de80ebbeb6490", 
      "5c2ab2b08f2d40b3aa4dd5f25013d924"
    ], 
    "heading": 1.234, 
    "instructions": [
      "Go forward and out the door on the right. Locate the stairs on the left, and go up three steps. ", 
      "Walk to the right.  Go past the chair.  Walk to the door and turn right and go outside of it.  Walk up about 5 steps and then stop and wait. ", 
      "Turn to the right and walk out the double doors on the right to go outside. Walk up six stairs on the left and wait there. "
    ]
  }, 
  {
    "distance": 11.66, 
    "scan": "aayBHfsNo7d", 
    "path_id": 1853, 
    "path": [
      "fb81d03848c24f9a89220e899fa32b8d", 
      "9d691cb5fdfc46d995836e1ea82465d7", 
      "ff3ed1ef732845839881115ed38d331f", 
      "fc188c1c407146ce88db33e41d932cae", 
      "01b9f3583d5e45739e01e0b3cfe21c09", 
      "07828abd68f54c2ba9ede7aa649932df", 
      "ff0c027e9f0a4cd784e4851736c397a4"
    ], 
    "heading": 1.414, 
    "instructions": [
      "Go downstairs and wait to the right of the stairway in front of the painting. ", 
      "Walk down the stairs. Turn slightly right and wait by the painting on the wall. ", 
      "Go down the stairs and stop in front of the painting to the right. "
    ]
  }, 
  {
    "distance": 10.83, 
    "scan": "b8cTxDM8gDG", 
    "path_id": 4238, 
    "path": [
      "afc1807e6a1946b79137c1a158526913", 
      "fe7d2c6830bd45f680b43a6a5298d218", 
      "c2ccfcbf74824095965c81c64f15081e", 
      "c4a8c200eed74f25ae76b881489a2f4e", 
      "7e6cf443a6d640f3a025d6fb921473e4"
    ], 
    "heading": 1.762, 
    "instructions": [
      "Walk towards the nearest building exit. Go just outside, standing by the grill and small hot tub. ", 
      "Walk toward the white chair then turn right. Go outside using the glass sliding door. Wait near the BBQ. ", 
      "Turn right and walk out of the kitchen and into the living room. Turn right and walk across the living room, then exit through he back door. Stop on the patio outside. "
    ]
  }, 
  {
    "distance": 12.67, 
    "scan": "r47D5H71a5s", 
    "path_id": 3441, 
    "path": [
      "1d80333e82b347e89884fffc9f4187e0", 
      "95903e1adf7e4ce9a87b9df4e9ec63e6", 
      "32ddd1485c98480f9a6ecd24ace5d49f", 
      "e396f6fa366b419ba059e65d728e20f1", 
      "d8f7db8824674725a8334d3554cda5bf", 
      "d0f90601ac1b46fdb7258c230495f8a0", 
      "d950fc211fc745d9a8e2080f6ce747d2"
    ], 
    "heading": 4.85, 
    "instructions": [
      "Leave the room and walk down the corridor on the right. Walk forward with the pool on your left. Turn into the last door on your right and stop in the doorway. ", 
      "Exit the room and turn to the right to go into the open pool area.  Walk past the pool toward the caution sign.  Turn right and stop inside the doorway. ", 
      "Exit the room then turn right and go down the hallway. Turn left and pass by the pool and pass the three lounge chairs then turn right and wait at the double door entrance. "
    ]
  }, 
  {
    "distance": 17.79, 
    "scan": "7y3sRwLe3Va", 
    "path_id": 5645, 
    "path": [
      "c5261853647b41cf82e6af496ba95dcf", 
      "1d5c1b5e0a164fd8860723b2069f9b6a", 
      "e1081fac8ed843dd8afe30f5fe1ddbca", 
      "180b0d7146704223a12bcef6699d0121", 
      "cd200cef3d824df19eadb99c5224e733", 
      "b6dea13e3e414d718e5977ae827651ca", 
      "4291cbfde1024467b1548934653f07ce"
    ], 
    "heading": 2.262, 
    "instructions": [
      "Walk behind the back of the couch and past the table with flowers. Walk toward the front door and turn right. Walk up the stairs and stop at the top of the stairs. ", 
      "Go inside. Turn right and go past the couches. Turn left and walk toward the stairs. Go up the stairs. Stop when you get to the top. ", 
      "Turn around and walk to the right side of the room towards the foyer area. Once you enter the foyer area, turn left and head towards the stairs going up. Walk all the way to the top of the stairs and stop. "
    ]
  }, 
  {
    "distance": 14.88, 
    "scan": "5LpN3gDmAk7", 
    "path_id": 2838, 
    "path": [
      "f106c5744f8e444d931ed9bdd12ee3aa", 
      "ccabfad5dfcd47cd821e57a15a58d55c", 
      "5f5b895c833b41afb1db0ba29afce147", 
      "fd23ee9232f54604bda2e7cb0d4055d1", 
      "d28afd8227934d9e9845a151839f2501", 
      "2f2cac014c7e4877baf8c45690e5f8a4"
    ], 
    "heading": 3.684, 
    "instructions": [
      "Walk out of the room and left past the stairs. Walk into the bedroom. Turn left and walk down the hall. Walk past the chair and ottoman. Stop just outside. ", 
      "Exit the bedroom and follow the hallway to the left.  Enter the master bedroom and walk to the edge of the sliding patio door. ", 
      "Exit the bedroom, walk into the hall to the left of the stairs and continue into the bedroom. Walk onto the balcony and stop before the brown sofa. "
    ]
  }, 
  {
    "distance": 10.61, 
    "scan": "E9uDoFAP3SH", 
    "path_id": 319, 
    "path": [
      "c6708fedf6b241148554f8d8592036b6", 
      "5ee7559f2e4e46cc9a20562c3afb7ce6", 
      "7c0b96985c344cbeac0f7c69e11dc60e", 
      "062df9954974450a9eb914da2727062d", 
      "1aba6e328b4d4211900d8296b88f6127"
    ], 
    "heading": 2.185, 
    "instructions": [
      "Walk down the hallway towards the stairs. Stop in front of the windows on the right past the door. ", 
      "Walk down the walkway and wait at the top of the steps. ", 
      "go forward down walkway, continue walking straight. keep walking straight past open door.  Move to next door and stop. "
    ]
  }, 
  {
    "distance": 10.95, 
    "scan": "VzqfbhrpDEA", 
    "path_id": 2337, 
    "path": [
      "0ff26224c3f04c3a924aa1982fa13976", 
      "17a99656493c47abbb5ceb214af3e8ea", 
      "51d93d4c184f4197bd84f9b082b54e2b", 
      "8630d0d97d4c4767b37488dfbe97f51b", 
      "dfb1f5674ff1434f8e101bcd9d3cfb20", 
      "9b17f6bce0cf41d9ad7eacc6dfeb73e1"
    ], 
    "heading": 1.791, 
    "instructions": [
      "Pass the table with chairs and head toward the stairs. Pass the stairs and go into the hallway. Go down the hallway until you see an opening on the left and turn left then head straight until you get to a door that leads to an office and wait at the entrance. ", 
      "Walk across the left side of the dining room. Enter through the doorway. Turn left and walk down the hallway. Stop at the entrance of the office. ", 
      "Go straight through the door and passed the stairs and then turn left and stop in the doorway. "
    ]
  }, 
  {
    "distance": 5.23, 
    "scan": "EDJbREhghzL", 
    "path_id": 4528, 
    "path": [
      "0e51c17b16974fe3ac943e17686c4842", 
      "fde766aee33345558610cbd26833607d", 
      "80c8894d436e45148577bcb0ebb45889", 
      "badf87714efc482f936c14de653318e5", 
      "675491e4cc5a459db65fba26b03e6369"
    ], 
    "heading": 5.676, 
    "instructions": [
      "Walk out of the door to the left of the brown leather chair.  Walk straight, then turn left into the first door on the left.  Wait in bathroom. ", 
      "walk towards bed, turn left and walk through doorway to left of leather chair, turn right and walk through first doorway, stop in front of sink. ", 
      "Exit the bedroom and enter the bathroom through the first door. Wait in front of the sink. "
    ]
  }, 
  {
    "distance": 20.71, 
    "scan": "E9uDoFAP3SH", 
    "path_id": 4594, 
    "path": [
      "10eb95bf6d0541069c5f084cbb146f11", 
      "21d98b3051984309af072f3fde91c49d", 
      "b409b06f51b843e3948e146f9e7d7526", 
      "9d33a07061f54a5eb58588a5bc9f10da", 
      "36ba7aeeb72e40d69e3e1c775e4bf541", 
      "0f01520129074da5b4c0c58d72442c3a", 
      "d2ac4c15536f4a62b285088387a2c9b8"
    ], 
    "heading": 1.688, 
    "instructions": [
      "With the window behind you and a solid wall to your right, move forward to exit the room. Upon exiting, turn ninety degrees to the left and move forward. Then turn ninety degrees to the right after entering the room. Move forward past two large circular tables to your left and a display case on your right while walking to the stairs leading downwards. Walk past the stairs with the stairs on your left and stop at the vaulted hallway on your right. ", 
      "Turn right and then turn left in the hallway. Turn right at the door and continue to the right of the doorway and stop. ", 
      "Exit through the open door and turn left, then proceed into the open room with the carpet.  Turn right and go across the room.  Wait to the right near the top of the stairs. "
    ]
  }, 
  {
    "distance": 6.67, 
    "scan": "sKLMLpTHeUy", 
    "path_id": 1225, 
    "path": [
      "54fb75bec21b46fd841d1b4a2396f38c", 
      "5a359c9bd722472aa7ee768b6a4d7e5b", 
      "620735285e674295bc0a9f5f5ed7ab40", 
      "2b718e682ee748bd8f192db63b7047ac", 
      "be56a19405c9474786bdce274e3a4733", 
      "c8ecc5b238f143d89d756449616c5798"
    ], 
    "heading": 4.031, 
    "instructions": [
      "Walk forward until you pass the drain in the floor. Continue forward between the two chairs and enter the sliding glass door. Enter the bedroom. While walking forward pass between the chair and the corner of the bed. Go forward then wait in the doorway right past the brown paneling. ", 
      "Move across the patio and pass through the two white chairs near the doorway. Pass through the doorway and turn left. Move forward with the bed to your right. Move across the carpet with the grey chair just to your left and then stop at the doorway to the hallway with five pictures on the wall. ", 
      "GO to the right, between the two metal white chairs.  Turn left at the bed and walk past it.  Then, just as you're entering the hallway, stop.  Wait. "
    ]
  }, 
  {
    "distance": 16.6, 
    "scan": "ZMojNkEp431", 
    "path_id": 97, 
    "path": [
      "85541431cbaf4053af5fde8bcebc4d92", 
      "7856a3d706f7400bbdbd8410d40f832b", 
      "adbe4f1c6ccd4dfbb3752685700e412a", 
      "5a158ce64e934236af9dccbecec6e16b", 
      "334f156071b34579ae4772f623b03429", 
      "60e9c84ab617491594f5c2950cc6f3ee", 
      "12eaa3a3a39e4c9fa5106812cb7da084"
    ], 
    "heading": 3.288, 
    "instructions": [
      "Walk through the game room past the table tennis game. Walk into the next room through the arches and past the desks towards the couches in the corner of the room. ", 
      "Walk toward and past the ping pong table. Continue in that direction until you reach the sofa with two green pillows. Stop in front of the table that is in front of that sofa. ", 
      "With the stone pillar on your right and the table on your left walk into the main room going forward and passing the tennis table on your left go between the work tables and go forward to the table and stop in front of the table in front of the love seat. "
    ]
  }, 
  {
    "distance": 15.03, 
    "scan": "JF19kD82Mey", 
    "path_id": 414, 
    "path": [
      "1c2209fa44fc48c7b7ce7981bafc4ccf", 
      "f1b191033043441987b8ebf1bb55002c", 
      "68e4c4477aa442cbbb9a9f1e54b9b831", 
      "96490c4da78240058d1f76a07ed95c9d", 
      "a33fe858085149e8908942d0bf98767f", 
      "db0e4e7b77c04948b581a11f633df145", 
      "68f5cd251e4c457894ea04e8184286d0"
    ], 
    "heading": 5.426, 
    "instructions": [
      "Turn left, go down the stairs to the bottom of the stairs.  Turn around so you're facing the stairs.  Go to the right of the stairs, past the table and then stop. ", 
      "Walk down the stairs, turn hard left at the base of the stairs, stop and wait by the table with the bust. ", 
      "You'll go slightly to the left and go down the stairs.  When you get down there, you'll turn around and see a a table and chairs.  You'll walk past the table and chairs and go to the far end of it.  There you can wait. "
    ]
  }, 
  {
    "distance": 10.87, 
    "scan": "PX4nDJXEHrG", 
    "path_id": 1078, 
    "path": [
      "3389b852c9c84bbeb9855d46d3637a1d", 
      "8d2813d7fcef4b1baaf6fd9e481bf0e0", 
      "15dc2cb2ace8454eaaeedea4f897cc5a", 
      "8b5fb14f2f854a4ea7f05d76adf7a9d9", 
      "4bfddda1a6d940a69c20ad1117dcd3e1", 
      "20352d61b4c14e2ab410046ab72d0849", 
      "d1174dbd13454385b8a23cb15725b9a0"
    ], 
    "heading": 0.062, 
    "instructions": [
      "Walk out of the bedroom and turn right. Walk straight through the kitchen and wait on the second to last stair. ", 
      "Leave the room and take a right. Walk straight past the kitchen and into the living room. Go down the first three steps and stop. ", 
      "Exit the bedroom, walk down the stairs to the right of the wine case, wait halfway down the stairs. "
    ]
  }, 
  {
    "distance": 11.9, 
    "scan": "7y3sRwLe3Va", 
    "path_id": 2074, 
    "path": [
      "0e9fdd85e24a4a35b3dc1e8cb76ebb09", 
      "f3e7de357f254d15bb79bc62ef0c803e", 
      "3429ecc6a320475fada43d43848b9aae", 
      "b6c62c6714d44a7080c83ec374607bcb", 
      "4291cbfde1024467b1548934653f07ce", 
      "b6dea13e3e414d718e5977ae827651ca", 
      "cd200cef3d824df19eadb99c5224e733"
    ], 
    "heading": 6.234, 
    "instructions": [
      "Leave the bathroom and go out of the bedroom into the hall and go right. Go down the stairs on the right. Stop on the landing at the bottom of the big staircase. ", 
      "Exit the bathroom and when you get to the bedroom turn left and exit the room then turn right and go down the stairs fifteen steps and wait there. ", 
      "Exit the bathroom and take a slight jog to the left to go down the hallway until you reach the stairs on your right. Then go down the stairs until you reach the landing. "
    ]
  }, 
  {
    "distance": 13.58, 
    "scan": "2n8kARJN3HM", 
    "path_id": 6636, 
    "path": [
      "d8eb4eab2d3442e1a3a7a74fc810be22", 
      "1d6a100cf3d34326936ef7d0a50840d9", 
      "42079cf198e848c9878fbb39d0f4b56b", 
      "acafa24b747d432bb80c1d045b7177ed", 
      "36e6935d948843a8a292782b2919291b", 
      "fbf93de6547a4ee7921c53ba348f9acf", 
      "bf887dbe935e40c5a2f04ab91b987106"
    ], 
    "heading": 4.921, 
    "instructions": [
      "Walk past the bathtub and the table. Stop in the doorway on the right. ", 
      "Turn right and go straight down the room along the long table. Turn left and enter the door into the seating area with the TV. ", 
      "Walk between the 5 pillars and table on the left side. Walk through the set of doors right after the last piller, directly to the left. Stop right after you pass through the doors. "
    ]
  }, 
  {
    "distance": 10.64, 
    "scan": "VLzqgDo317F", 
    "path_id": 4035, 
    "path": [
      "3f75b2d4af4d4afd85666d4c1302008c", 
      "56cf724d00bd469c8c4b80ad9ffa68dd", 
      "807009de2d6c43bf857a9250dc76f8be", 
      "057976101e4f4f04b99391f81aa9c1b8", 
      "50a6d809b39f4f19b02c4db72111046b"
    ], 
    "heading": 6.135, 
    "instructions": [
      "Go down the stairs. Turn right and go down the hallway. Turn right and stand near the fireplace. ", 
      "Turn around and walk through the first door on the right. Stop by the fireplace on the right. ", 
      "Turn with your back to the staircase. Take the first corridor on the right. Follow the corridor into the far room. Go past the velvet rope, onto the rug. Stop a couple feet from the fireplace, next to the table. "
    ]
  }, 
  {
    "distance": 10.45, 
    "scan": "VFuaQ6m2Qom", 
    "path_id": 3215, 
    "path": [
      "1b8a132463804268ab5c7a6cdfd82d80", 
      "6e23b8b0f5fa4525baf3ec1b23a7634b", 
      "82d211ff84254b6a9b6ab1133a76f30f", 
      "1e9343f1a2a944a6b1d6d6fc990f02cb", 
      "72f16c850d5347b29b3955b350a58f5f"
    ], 
    "heading": 1.412, 
    "instructions": [
      "Pass the bed and go out the door on the left the turn right and head straight until you get to a picture of a white flower with a black background on the wall. ", 
      "Exit the bedroom into the hallway and turn right. Stop near the the center of the first wrought iron railing. ", 
      "Turn and walk across the bedroom, exiting through the door on the other side. Turn right and walk down the hall. Stand next to the corner of the wall with the large picture of a flower on it and wait. "
    ]
  }, 
  {
    "distance": 5.42, 
    "scan": "5q7pvUzZiYa", 
    "path_id": 2675, 
    "path": [
      "26a18163fdae4d27901005b3cc3f721c", 
      "ca600b5f8cad447a989cf39548327712", 
      "48197e3233eb443e8f25733e323b8ea4", 
      "31447d5126954b3aba54bebd9f768964", 
      "924d79eb7fdf4504a97a22e1d96b2a6a"
    ], 
    "heading": 4.045, 
    "instructions": [
      "Walk out of the bathroom past the bathtub and stop a few steps inside the bedroom. ", 
      "Walk through the bathroom until you reach the bedroom. Walk into the bedroom door. ", 
      "Walk past the bathtub and through the doorway to the left of the sink. Walk onto the hardwood floor and stop. "
    ]
  }, 
  {
    "distance": 5.87, 
    "scan": "b8cTxDM8gDG", 
    "path_id": 3777, 
    "path": [
      "a8071e09bd74440bbb7f1580c133f1d6", 
      "bb40f080aad14b40b73e98a428373a9d", 
      "89c6088db5184dd7945ecd1ed3dd812a", 
      "2eeeec0b1dd74aa090373158d618e2ec", 
      "792d466288aa45cf88bc71124232b492", 
      "b56be2bdbe504602a98ef62a9c8e13e6"
    ], 
    "heading": 0.737, 
    "instructions": [
      "Go straight past the jacuzzi and then after you pass the red chair on the right side stop by the stairs and the Marilyn Monroe art on the left wall. ", 
      "Go out of the bedroom and into the hallway.  Walk until you reach the bottom of the stairwell. ", 
      "Turn to the right and wait at the bottom of the stairs next to the picture of Marilyn Monroe. "
    ]
  }, 
  {
    "distance": 6.1, 
    "scan": "pRbA3pwrgk9", 
    "path_id": 640, 
    "path": [
      "285b697fed754f86a09602c93628cfb4", 
      "4fe4474e9bf9429ea92d202bdea4dce5", 
      "f923d8ec1f32400c864837ba572fe199", 
      "4df525c1410447848d24dedb3c31a7be", 
      "2238391e894144e9aaf38aaa16433153", 
      "f5a52ba78b2e4772a7315af44e0439e0"
    ], 
    "heading": 0.089, 
    "instructions": [
      "WALK FORWARD TOWARDS THE STAIRS, WALK UP THE STAIRS, WALK FORWARD TO THE POTTED PLANT. ", 
      "Go straight.  Go up the stairs and onto the rug.  Stop in the middle of the rug and wait. ", 
      "With the bed on your left walk straight and go up the stairs walking straight and stopping in the middle of the rug in the hallway across from the light switch on your left. "
    ]
  }, 
  {
    "distance": 14.02, 
    "scan": "uNb9QFRL6hY", 
    "path_id": 7135, 
    "path": [
      "97cf79c77dfc45b2ba2f79ead489f21b", 
      "afb429082cb0421ab1924a1eb314624a", 
      "fcaf3b3dc15748f4b64f237de2c972ea", 
      "1535c13966f046a6b91b1ee948d3080c", 
      "1e007e734c6e43ac9b2a8d37531eedcd", 
      "b2ccf1e70dbf487f8f0e1b0827e54014", 
      "b917f57dfcd34c0f9896e8f58d89dcd2"
    ], 
    "heading": 0.479, 
    "instructions": [
      "Walk between the metal stove and white island until you get to the intersecting hallway on the left.  Turn left and enter that room, keeping the round table on your right.  Walk until you can see the staircase and walk towards it.  Face the staircase and walk up to the third step and stop. ", 
      "Walk down the stairs and passed the kitch counter on your left. Take a left at the first doorway on your left, and walk past the table set. Walk towards the stairs, and stop immediatly at the third set of steps from the bottom. ", 
      "Turn around and go through the kitchen. Turn left past the ovens and proceed through the dining room towards the grand staircase. Walk up the grand staircase and stop on the third step. "
    ]
  }, 
  {
    "distance": 8.98, 
    "scan": "ULsKaCPVFJR", 
    "path_id": 1464, 
    "path": [
      "3cace39abf5f4a92a2abbc21d51b25bf", 
      "e4efb01c4d274ae4bfa779cdd3b1e5d1", 
      "a17da3e4d65443f89ab161770f40ff0c", 
      "148ca4f631fe4c06af243a86e008fb67", 
      "13e891ec449b4cfcbee4c1302b55336a", 
      "acdc9f9be3f64c04a5cc75e768eea67b", 
      "41e03824893747c4a334895c8edd6b05"
    ], 
    "heading": 2.619, 
    "instructions": [
      "Exit the shower room between the robes on either side. Walk forward until you reach an open doorway. Walk forward through the doorway then take an immediate left. Walk forward into the bedroom until you are almost even with the chair on the right then stop and wait. ", 
      "Walk through the bathroom into a closet. Leave the closet and go into the bedroom. Stop between the bed and the armchair on the right. ", 
      "Turn around then walk forward through the bathroom, past the tub and into the hallway. Turn left into the bedroom. Step into the bedroom and stop by the chair. "
    ]
  }, 
  {
    "distance": 11.56, 
    "scan": "PX4nDJXEHrG", 
    "path_id": 6646, 
    "path": [
      "9925e8e8fcbe469a875d7ebca3452d4f", 
      "6e7a94e806f8436e8d1d70efdf3bf3d6", 
      "8a2aeda8632c4fb38e51733e873ae813", 
      "cc507e886ab449b8980fcde8de54b4e1", 
      "a5adbda8c1314346a5dc10d9e0f3f908", 
      "b634b67520bf4c579f044a8e433b021d"
    ], 
    "heading": 1.521, 
    "instructions": [
      "Walk toward the stairs,turn left through the doorway and walk down the stairs to the storage room entry. Wait by the canvas drop cloth. ", 
      "Walk straight, and turn left into the room before the staircase to enter the garage.  Continue through the room and down the stairs into the next room. Stay right, and wait by the doorway with supplies in it. ", 
      "Go straight and into the doorway to the left of the stairs. Go through the door on the right, and into the garage. Stop in the entryway on the right. "
    ]
  }, 
  {
    "distance": 5.57, 
    "scan": "SN83YJsR3w2", 
    "path_id": 7089, 
    "path": [
      "a4d724f38115423284de93129331fdc7", 
      "9297f6e3bbf646c19c811b380f5fbc55", 
      "18940ca3b21745a8bd52557dc4b8abb3", 
      "7b708eb6eca54256976220baf01508de", 
      "050910e36ac9414c91bb44d962153689"
    ], 
    "heading": 0.943, 
    "instructions": [
      "Walk into the doorway on the left. Stop in the doorway across the hall. ", 
      "Walk through the first doorway all the way to the left, that walks you inside. Once you get inside, stop in the middle of the next doorway in front of you. ", 
      "Exit the balcony. Wait inside the next doorway. "
    ]
  }, 
  {
    "distance": 7.01, 
    "scan": "cV4RVeZvu5T", 
    "path_id": 3201, 
    "path": [
      "db7a229a929043b290d5d9510bfb3c2b", 
      "9afe7c95718743e288c6f3dceb252faf", 
      "8329085eff624e2383ac389479ebb608", 
      "e0cc229442d3469893cdf81c6087f53b", 
      "b34a815938144c9dadecd6f1dc532eca", 
      "7fb6b56858c14239a79f65ef01e8691b"
    ], 
    "heading": 1.236, 
    "instructions": [
      "Go inside the building and move right when you are inside.  Go into the doorway of the hallway that begins right next to the top of the stairs.  Stop once you enter the hallway. ", 
      "Walk down rock path into the house turn slight right and stop under archway. ", 
      "Go up the stone walkway and through the doorway. Turn to the left and wait under the first arch. "
    ]
  }, 
  {
    "distance": 10.58, 
    "scan": "uNb9QFRL6hY", 
    "path_id": 1896, 
    "path": [
      "fb41635bb9844f1ea9777cbdb06a89a7", 
      "23948dadfefc43de8ae073d4c87e3343", 
      "15a194390fdd47f9a0afd6753a0ba588", 
      "f8acfc899a4c49ddad71fdfcfd899b2f", 
      "0a3e9c68488347459f3aaba328bae563"
    ], 
    "heading": 0.282, 
    "instructions": [
      "Walk forward. Left through doorway before stairs. Turn right to walk up stairs. Stop at top of stairs. ", 
      "Go straight and then just before you get to the stairs, turn left.  Then walk to the staircase and then go up them.  You'll be in a room with tables and chairs along with a marble bar.  Stop and wait just before the table and chairs. ", 
      "Walk through the living room and take a left at the stairs. Go up the stairs on the right and enter the kitchen. Stop once you are at the top of the stairs. "
    ]
  }, 
  {
    "distance": 16.59, 
    "scan": "kEZ7cmS4wCh", 
    "path_id": 3783, 
    "path": [
      "7d63015552ec4845b1fec9cb22b2aef6", 
      "68f1cface63843b6b3d72072a4a11fa8", 
      "cacc1a7ffed24a21a4ea14a6643d79bb", 
      "047b99fae29f402993cc29a73d29c977", 
      "261b527d225d4fcf85f580f3b304ae36", 
      "3c8b0995c325481a85ad4648931e5fde", 
      "bacef43d28c74751a7bd62578d443053"
    ], 
    "heading": 4.977, 
    "instructions": [
      "Walk between the counter and bar in the kitten then to the top of the stairs. ", 
      "Walk past the curtain on the left and turn right. Continue straight next to the glass table to the spiral stairs. Go up the stairs and wait at the top. ", 
      "With the exterior wall to your left, move forward and turn right continuing to the spiral staircase after climbing three shallow steps. Climb the staircase and continue around to the left until the hallway opens up to your right. "
    ]
  }, 
  {
    "distance": 6.87, 
    "scan": "ULsKaCPVFJR", 
    "path_id": 6330, 
    "path": [
      "816408b1ebd841e99b893b2c2dc240ad", 
      "209cfff028e843749f35039a95d16d97", 
      "4d059bb6efaf411985e6ee5eba2b0c64", 
      "5ca4f5d44ce34f8f91aad68587563d32", 
      "813a76fa308b44f292ab40a25d1565ab", 
      "fa1d02186f8e4eba917dad99cf856b35", 
      "7f685a7931294290a830dcf281863746"
    ], 
    "heading": 2.471, 
    "instructions": [
      "Exit the bedroom through the doorway by the chair, then turn left at the first hallway. Stop by the bathroom door. ", 
      "Walk past the television and left into the hallway. Walk past the end table and turn left by the picture. Stop in front of the bathroom. ", 
      "Leave the bedroom, and go straight. Take the left past the mirror. Stop outside of the bathroom. "
    ]
  }, 
  {
    "distance": 8.08, 
    "scan": "B6ByNegPMKs", 
    "path_id": 5827, 
    "path": [
      "93d247206f914bf2ab5b54ef8059af14", 
      "830502c684514c8897eb0cca0e19de4c", 
      "e26e2cb761894264a4a34b1046701f6b", 
      "6bd5f24b732f481b84cd0fdd60f92c2e", 
      "68d32d5b7c78410f9f3331391e178a22"
    ], 
    "heading": 3.249, 
    "instructions": [
      "Turn around 90 degrees, facing the red door behind you. At the end of the hallway just before the red door, take a right. Walk forwards past the copy machine. Just after passing the copy machine, stop. ", 
      "Walk towards the \"exit\" sign and turn right.  Keep walking and stop once you have passed the copy machine. ", 
      "Walk straight until you get to a red door then turn right. Go straight past the copy machine then stop. "
    ]
  }, 
  {
    "distance": 5.83, 
    "scan": "ULsKaCPVFJR", 
    "path_id": 4826, 
    "path": [
      "92161b9df65242cbb7aec18a5a0d4876", 
      "508a0c321b2341fb89271997435f6842", 
      "1a681f5111a94b0b8892b2f2f41ba9f9", 
      "ac4d3c6c11e4434fbf9cd56412176bd7", 
      "e7fc1269102148e3a59552c5123bbcb4", 
      "10f096d877cc45f79f47f82bcc3e7ffe"
    ], 
    "heading": 3.638, 
    "instructions": [
      "Exit the bathroom by going straight. Turn right and wait in the hallway. ", 
      "Go down the hall and turn left. Then go straight and turn right by the clock. ", 
      "Exit the bathroom and walk past the bedroom door.  Enter the study and turn right. Stand near the clock. "
    ]
  }, 
  {
    "distance": 13.16, 
    "scan": "VzqfbhrpDEA", 
    "path_id": 3131, 
    "path": [
      "b1eb72881a38479a9e5ea4dac5b415f6", 
      "978ffb12f601402c894982880f8eefa6", 
      "497341f6deb9491d8069654da6166366", 
      "507bd57009ad43a7a6ec18e16456d2f8", 
      "df42352940c8404e955eafca30659120", 
      "628a2cb0bb6d483cbc726c8aacd90bf4"
    ], 
    "heading": 0.564, 
    "instructions": [
      "with the screen to your left walk straight and exit the movie room, turn left and walk down the carpeted hallway, once at the end a stairway will be on your left. Walk down the first set of stairs and stop on the landing. ", 
      "Exit the room and turn left go down the stairs ten steps and wait there. ", 
      "Walk out of the television room and make a left in the hallway. Walk to the top of the stairs.  Walk down one flight of stairs and wait before the second flight of stairs. "
    ]
  }, 
  {
    "distance": 9.82, 
    "scan": "Vvot9Ly1tCj", 
    "path_id": 3287, 
    "path": [
      "0163f2c462ed46a08eb3dbce625c9a9d", 
      "8c795a963d3f46e2b830195e9a418b6f", 
      "12d3b3aa982a491180d7fa0e3231f2af", 
      "d84053246d3e4a919e1562009d52f1c6", 
      "c913025ed1e5444aaaf8de29268a58e4"
    ], 
    "heading": 4.639, 
    "instructions": [
      "Walk through the living room and into the dining room area. Stand next to the dining room table. ", 
      "Walk straight across following the wall passed the sofa. Keep going straight until you get to the bench by the glass table. Stand behind the bench, facing the glass table and wait. ", 
      "Pass the couches and go straight until you get to the glass table with fancy chairs then stop. "
    ]
  }, 
  {
    "distance": 6.83, 
    "scan": "Vvot9Ly1tCj", 
    "path_id": 2629, 
    "path": [
      "53e26dd792e14d02a07314b731a1138c", 
      "0b2156c0034b43bc8b06023a4c4fe2db", 
      "cfcd3d7cceed4309a6d7d9bed555e41b", 
      "ea53cea187734e0089778f4d20751b8b", 
      "29ff8140bbb1418a9c66e23df8be476b", 
      "6f3c35e438ec46f4b09a62a7e37392a7", 
      "865e21984c724badb6eba2652a79d596"
    ], 
    "heading": 1.829, 
    "instructions": [
      "Turn left and head towards the dresser. Than turn left and head towards the exit. Exit the room and go through the hallway. Stop once you reach the living room. ", 
      "With the bed behind your and towards the right, exit the bedroom heading to the left. Continue down the hallway until you reach the kitchen on your left. ", 
      "exit bedroom to hallway and walk straight to the kitchen. Stop before kitchen counter. "
    ]
  }, 
  {
    "distance": 9.44, 
    "scan": "1LXtFkjw3qL", 
    "path_id": 7273, 
    "path": [
      "c1b7a383f8474e7d951ebea82bb82818", 
      "a872e012dec3414a8624f6ebda4b752c", 
      "3c8c9d438bdd4ebaad5a0d0e93a43c0f", 
      "cc25797eeb974e54ae3f1fc30e0d19ef", 
      "187589bb7d4644f2943079fb949c0be9", 
      "64565f72062245da87430cc31dd383d9", 
      "9167f8d20b954ccf97b09d33762cf4d5"
    ], 
    "heading": 3.83, 
    "instructions": [
      "Go inside using the door on the left. Go up the steps and stop. ", 
      "Turn around and into the tan and glass door on the other side on the table. Once you are inside, walk down the hallway and stop once you go up the steps. ", 
      "Go to the let of the table and into the door on your left. Go up the steps and wait next to the red pig sculpture. "
    ]
  }, 
  {
    "distance": 10.29, 
    "scan": "8WUmhLawc2A", 
    "path_id": 2860, 
    "path": [
      "bf249d0d4e364c85bcd322f564abc705", 
      "b3cb0280416742fc9dcba0d2d9e5d2f7", 
      "34d76d6db3484d04a47482685c9ab420", 
      "74a12d0675b54d6193ba63104a6a8e2e", 
      "5848b29e18924f5594fbec08340fb7a9", 
      "32c24c4472f346bc9b292f8997b9f82e", 
      "04f548967cfc4e98a79d1e2494b74606"
    ], 
    "heading": 1.597, 
    "instructions": [
      "Exit the theater and continue forward taking a slight jog to the right, pass the kitchen on the right, pass the bathroom on the left, then enter the room on the left just past the bathroom. ", 
      "Exit the room and go down the hallway. After you pass the five pink paintings on the wall turn left and wait by the dining room table and chairs. ", 
      "Turn to the right and walk through the doorway. Continue to walk straight down the hall and when you reach the couch take a left. Wait by the table. "
    ]
  }, 
  {
    "distance": 8.26, 
    "scan": "mJXqzFtmKg4", 
    "path_id": 3861, 
    "path": [
      "929158cc8c424c099a601a36e0fc2270", 
      "328ef7c3d2ed4da7a2e2af2f27735c10", 
      "432b3b9f281243a1bed28ff4877bc7e7", 
      "e61937404fc14c0a944eecb66d863761", 
      "e28465d6ef394d3f8a0c02650d36a0aa"
    ], 
    "heading": 4.941, 
    "instructions": [
      "Turn slightly left and continue going straight until you get to the table and chairs then stop. ", 
      "Take the left path through into the room with the piano.  Walk over to the table with flowers on it and wait. ", 
      "Facing the mirror, turn left, go through the archway, go through the room toward the dining table and wait near the table. "
    ]
  }, 
  {
    "distance": 8.29, 
    "scan": "sT4fr6TAbpF", 
    "path_id": 3351, 
    "path": [
      "74761d0d8d3748e296b419643083df93", 
      "88a0c5bfe697410199d1846d7ecea7d1", 
      "177f67f4e2264d24996672f84cd38405", 
      "37a978a1cc0e4464a714fb676f65b7fb", 
      "444bc5d6006244e7b609dd9d06fed1f3"
    ], 
    "heading": 4.028, 
    "instructions": [
      "Leave the kitchen. Take a left onto the porch. Stop in the doorway to the porch. ", 
      "Walk out of the kitchen and turn right. Stop just outside the double doors. ", 
      "Go straight past the counter on the left and the oven on the right. Continue through the doorway into the room with lighter wood flooring. Turn left and go through the exterior door. "
    ]
  }, 
  {
    "distance": 6.53, 
    "scan": "cV4RVeZvu5T", 
    "path_id": 3261, 
    "path": [
      "b2af08ee382d4746b235a45d0a7032bb", 
      "7d708a5b80ee45979870bae83b2bdd44", 
      "c29e99f090194613b5b11af906c47dab", 
      "7743b72f7c3d40749363873307eef9c9", 
      "7cd02069ac1546319b95be27fc04d7b5"
    ], 
    "heading": 4.603, 
    "instructions": [
      "Go up the steps, then go up the next set of steps to the left, and enter the room where there is a break in the stairs. Stand in this doorway of the room with the large fireplace. ", 
      "Go up the stairs, turn right and up the stairs again, turn left and up more stairs, and the straight into the doorway and stop. ", 
      "Walk to the bottom of the stairs turn right. Turn left and walk up the steps. Stop just inside the doorway. "
    ]
  }, 
  {
    "distance": 5.49, 
    "scan": "ULsKaCPVFJR", 
    "path_id": 1577, 
    "path": [
      "fcc68e924e754661a3fa714421b9810c", 
      "7aaefefd70ef448eb38651869d819d0e", 
      "990f7ecd608442cfac24fa3e0db8e612", 
      "10f096d877cc45f79f47f82bcc3e7ffe", 
      "a085b1aee4be45b6982a1f7b601654eb"
    ], 
    "heading": 0.693, 
    "instructions": [
      "Walk towards the bed and go out the door on the right. Turn left and walk through the doorway. Wait near the side table with the lamps. ", 
      "Exit the room, taking an immediate left and going into the next room, stopping in the doorway. ", 
      "Walk through doorway in the middle of the two light fixtures hanging on the wall, Turn left after doorway and walk straight through doorway straight ahead, stop immediatly after doorway. "
    ]
  }, 
  {
    "distance": 6.74, 
    "scan": "JeFG25nYj2p", 
    "path_id": 7186, 
    "path": [
      "cffa1c807d2c4a708aa1e5f42aeba106", 
      "b09e4d4c48154b58914cf98dc3d8983a", 
      "4bc28cee06d54af9aef263db6f9f2016", 
      "8e9d71e0515e46d6a9b0d2e8dd1a50fc", 
      "9376619fe9f04b57afe602afe554c680"
    ], 
    "heading": 5.047, 
    "instructions": [
      "Walk through the hall past the zebra painting into the room with the double doors and stop. ", 
      "Turn around and go down the hallway.  Go through the double doors and stop. ", 
      "Head down the hallway past the zebra and hyena paintings.  Walk past the double doors and wait there. "
    ]
  }, 
  {
    "distance": 9.15, 
    "scan": "e9zR4mvMWw7", 
    "path_id": 6320, 
    "path": [
      "2f1dd90f66c64ef5bfa5255692e7304a", 
      "5d711de78dbd400aa4cfd51fc05dfbee", 
      "1ff35596f9cb4b98ba4f08dda81c1654", 
      "4fb8c9be319e4784b4b66f9ca5d839ab", 
      "0e3f642a048a42389f79daf3adee6970", 
      "f83bb8e47d09487baa9d10adcd584e0e", 
      "75ea3fd50c1c4b8ba66dccc4247b8b81"
    ], 
    "heading": 3.174, 
    "instructions": [
      "Walk straight down the hall to the end. Wait near the bathroom. ", 
      "Stand so the bedroom with the two beds is behind you and walk straight down the hall.  Enter the bathroom at the very end and stop in front of the sink and mirror. ", 
      "Walk froward down the hall. Enter the bathroom at the end of the hallway. Stop in front of the sink. "
    ]
  }, 
  {
    "distance": 9.14, 
    "scan": "PX4nDJXEHrG", 
    "path_id": 5560, 
    "path": [
      "6e0c4533325b431db69bee9e850f3d07", 
      "53652351502d4b5dba01ad8f23be3443", 
      "5e67772d3b8e45afb565072f436e590b", 
      "36932f17cd6f4351ac3a9efd6632e0c9", 
      "e1ff49c1e5114971af1f3f6df0c155b2", 
      "efe92e05c7f044dfb7cfc92e3cb2f2b9", 
      "dcbc89b871b54cdd98d8b59b700d44a3"
    ], 
    "heading": 3.223, 
    "instructions": [
      "Exit the bathroom using the door on the far left. Turn right and then turn right into the hallway. Wait there. ", 
      "Exit the bathroom, turn right, then turn right again into the bedroom. Stop and wait near the entryway. ", 
      "Exit the bathroom and turn right. Turn right. Wait just inside the bedroom that is ahead. "
    ]
  }, 
  {
    "distance": 7.06, 
    "scan": "29hnd4uzFmX", 
    "path_id": 3670, 
    "path": [
      "51b17bc333674eb48d81ea7624118783", 
      "15b25adcf9bb4a0f8c751138a651dd8b", 
      "0fc2263dc29f4a9183320eddd33edb58", 
      "f461fdc9b5c54386bcb1350bf4072015", 
      "1e6190c84052401d8a2435eed54b82aa"
    ], 
    "heading": 5.1, 
    "instructions": [
      "Leave the bathroom and go straight, passing the kitchen. Stop in front of the couch in the living room. ", 
      "Get out of the tub and exit the bathroom then go straight toward the double glass doors that lead to the outside. Wait near the couch. ", 
      "Leave the bathroom and walk into the bigger room.  Stand between the guitar and the couch and stop. "
    ]
  }, 
  {
    "distance": 6.33, 
    "scan": "VzqfbhrpDEA", 
    "path_id": 2425, 
    "path": [
      "85bd2dfb84fc44a8a34eef408ba1b259", 
      "53f23896bfe34da397d986239f65b5d3", 
      "75715b08ec6844b69b7444db18949855", 
      "6c76d43a72e14b71956c5444d32e129d", 
      "0df37f2d82bd48fb963df1839e33fd32"
    ], 
    "heading": 6.16, 
    "instructions": [
      "Go straight and then turn left and go into the room on the right that is right by the alarm controller. Wait by the sink. ", 
      "Walk forward down the hall, and take a left. Take the first right into the laundry room. Stop once you are in the room. ", 
      "Walk forward down the hallway and turn left. Walk forward and turn right into the laundry room. Wait just inside the doorway. "
    ]
  }, 
  {
    "distance": 8.29, 
    "scan": "JmbYfDe2QKZ", 
    "path_id": 4615, 
    "path": [
      "d9b5196ff58c494d8bebdeb3b6ccd061", 
      "444a5cc79a15455d96cfd41bc1f67e57", 
      "3b0c7d0596fd45b69261b73e6b669d7c", 
      "4fca698177d14f40a2008174193dcfb5", 
      "b618cd7f70bd430a9af0e0770738cb41", 
      "cbeb8dcdebb34b1daf46a8aa1983139e"
    ], 
    "heading": 0.892, 
    "instructions": [
      "Turn around and walk along the long table to the other end. Keep walking straight and stop at the first wood chair with a white cushion in the sitting room. ", 
      "Walk across dining room to sitting area with table. stop at white chair. ", 
      "Walk to the left side of the dining room table and stop just before the chair in the next room. "
    ]
  }, 
  {
    "distance": 5.16, 
    "scan": "JeFG25nYj2p", 
    "path_id": 2139, 
    "path": [
      "78c3e703020f47d697aa77516b41ffef", 
      "d81e8ad2fad94c27bf7a469ee02be26a", 
      "eaabb5eab12f49fc9cd7b6ed473c9a52", 
      "fa2cbbb20350430bb00b7039031111a7", 
      "3a0f734a7b4e46c4bcee77b78c5e3f6a"
    ], 
    "heading": 2.634, 
    "instructions": [
      "Walk straight out of the room. Go past the dresser on your left. Stop by the front door. ", 
      "Exit the bedroom and continue straight. Stop when the floor changes from wood to marble. ", 
      "walk away from the bed through the doorway to exit the bedroom, continue down the hallway to the left of the bathroom, pass the laundry room on your left, step onto the marble floor and stop. "
    ]
  }, 
  {
    "distance": 7.88, 
    "scan": "sT4fr6TAbpF", 
    "path_id": 3890, 
    "path": [
      "859a7c9c12c847d9a6860bd6d6bd635a", 
      "c3c5e202b9a04a63ae33742fe9095936", 
      "c06aae190b804b759496db0b88fe4820", 
      "3aa2bb32a50049de842d066eff185b66", 
      "c32e11fd03ac4b2bb88aafacff21527f"
    ], 
    "heading": 3.414, 
    "instructions": [
      "Walk past the glass dining table and turn into the first door on the right. Stop after a couple of feet inside the door. ", 
      "Go toward the dining table and two odd-shaped chairs next to the wall, and through the doorway just past the 2nd odd-shaped chair, and wait there. ", 
      "With the window showing the outdoors behind you, walk forward past the lattice work divider and past the two chairs on your right and the table on your left. Once past the two chairs and just prior to a couple of steps down, turn right and go through the doorway. "
    ]
  }, 
  {
    "distance": 10.83, 
    "scan": "s8pcmisQ38h", 
    "path_id": 6788, 
    "path": [
      "d75fa5875ff1464497e5c2191ee803b9", 
      "9594700e2d354cc89c318b8df7ac29b1", 
      "f99835e3fffc45bbb3b4c992c78756e5", 
      "e40675d8209d426e8f60cdd315953cab", 
      "7bf81bd8601e4bde87ef2365f625288c", 
      "720ca9c0b604445bab3bd731000bc5ca"
    ], 
    "heading": 2.036, 
    "instructions": [
      "Walk into the hallway and turn left. Walk across the room and into the hallway. Turn right and stop in the doorway of the bedroom. ", 
      "Take a right, go through the doorway, take a left and head down the hall, keep going straight a head to the next doorway, take a right and stop once you are through the bedroom doorway on the right. ", 
      "Exit the bedroom and turn left, pass through the loft and into the hallway.  Enter the room on the right and wait in the doorway. "
    ]
  }, 
  {
    "distance": 11.27, 
    "scan": "5LpN3gDmAk7", 
    "path_id": 1869, 
    "path": [
      "3a57f8d8b7f245928a1b5529333ae474", 
      "0d31b7f9341e40c9ab508eb53168dfde", 
      "a56597b1c6b54d58853ddf7a3679064d", 
      "f988fa11ddd7405f8427445a04494022", 
      "98ada9cf49e441539d91b3f45839539b"
    ], 
    "heading": 4.691, 
    "instructions": [
      "Leave the wine room and take a right. Walk towards the patio doors. Stop in the patio doorway behind the first chair on the right. ", 
      "Walk forward through the glass doors and turn right. Walk forward and turn right again, walking past the glass top table. Turn slight left and walk to the entryway. Wait near the lounge chairs. ", 
      "Walk through the glass doors. Turn right and walk towards the chairs. Walk towards the sofas outside. Wait there. "
    ]
  }, 
  {
    "distance": 6.64, 
    "scan": "VVfe2KiqLaN", 
    "path_id": 555, 
    "path": [
      "227ed4cadd89473b93bfdde29decd566", 
      "de5a1f3ff9b24744b104e2e796b5cb29", 
      "cab30cd8524348de8aa89b2c9e10167d", 
      "fca61d936fac41c29ef4cd060765822d", 
      "6a397fdd327d4bfa918a0d9586e4d25d", 
      "db34b3aec8764d148b0a2cbebc0ebda7"
    ], 
    "heading": 1.208, 
    "instructions": [
      "With the sink on your right walk forward. Stop at the top of the stairs. ", 
      "Walk straight to the staircase and wait at the top of the stairs. ", 
      "Walk along the outside patio passed the fountain and bench. Walk around the wall towards the wooden slat fence. "
    ]
  }, 
  {
    "distance": 7.13, 
    "scan": "r47D5H71a5s", 
    "path_id": 4396, 
    "path": [
      "6c627071aa3448a19a45b0b35ed305b7", 
      "82cb4105387a4ab5a09d82d7ff02a41c", 
      "f45d421d04e34220b2aaf9246b6dcdd1", 
      "ae2a7dc3c3e545b98e2fcb374de658d1", 
      "7dcc99131ec74b968cb9d728c49220e0", 
      "6ea742331ac84fb9ae24a1b8d76bcf8a"
    ], 
    "heading": 1.934, 
    "instructions": [
      "Walk forward and down the hallway to the right. Once out the door, turn right and then enter the door to your right and stop. ", 
      "Walk past the screen in the hallway and enter the room with the beauty chair. Turn to the right and stop in the doorway on the right. This enters into a room with two long benches and a glass case. ", 
      "Exit bathroom. Walk down the hallway with the lockers on the left. Exit room and turn right. Make another hard right and stop in the doorway. "
    ]
  }, 
  {
    "distance": 9.47, 
    "scan": "s8pcmisQ38h", 
    "path_id": 1067, 
    "path": [
      "38b310ec74a041c3ba46b304a712d70f", 
      "7bf81bd8601e4bde87ef2365f625288c", 
      "e40675d8209d426e8f60cdd315953cab", 
      "f99835e3fffc45bbb3b4c992c78756e5", 
      "9594700e2d354cc89c318b8df7ac29b1"
    ], 
    "heading": 3.935, 
    "instructions": [
      "Walk past bedroom door. Make right down hallway. Walk past ceiling rafter. Wait at open door on left. ", 
      "Exit the room and turn right. Keep walking across the room and hallway and wait in middle of the hallway between two door entrances. ", 
      "Walk through the door and out of the attic bedroom. Turn right and walk down the small corridor to a living room with a glass coffee table.Walk past the coffee table and down the long corridor which has a settee to the left before entering the corridor. Wait in the corridor at the first doors you come to, with open doors on both the left and the right. "
    ]
  }, 
  {
    "distance": 6.97, 
    "scan": "82sE5b5pLXE", 
    "path_id": 6382, 
    "path": [
      "3c3d6396295045dd9ccb349213aac87c", 
      "2bf0c8d4cbfd4e54a4659114bd93fec2", 
      "922f5dd4d8584291876c22dec6d06275", 
      "78dd254e0ee04858a6c64d9383ca2f2e", 
      "b218a220bbed4a1eb63ec9941fc58942", 
      "dc524a4004ae4faaaf8e4978f7ad7897"
    ], 
    "heading": 0.244, 
    "instructions": [
      "Exit the kitchen using the opening on the left. Head straight until you get to large glass doors. Turn right and wait by the fireplace on the right. ", 
      "Walk around the table and out of the kitchen. Walk through the hall and into the living room. Go into the fireplace and stop. ", 
      "Go straight passed the stove and follow the hall to dining room, turn right and stop next to the black brick wall. "
    ]
  }, 
  {
    "distance": 14.73, 
    "scan": "ZMojNkEp431", 
    "path_id": 2102, 
    "path": [
      "6c86f8dd156142a1972e3c17310b6376", 
      "e48486bb391449b2becb28faf44e515a", 
      "cdf8c27ef42e466d90f49aca714a048b", 
      "5377d17e2a4d4a28abf16709e02e97a9", 
      "96c723cbe63d489295a0cc3a99438f08", 
      "6855b783e2f34c7981b90ddb5de81bd7", 
      "2b8074f44cbb43e0949091be7cc1a7b1"
    ], 
    "heading": 5.103, 
    "instructions": [
      "Go toward and then behind the desks with the glass wall on the right.  Go past the book case and toward the long table.  Stop in between the two tables and near the post. ", 
      "When you are at the top of the stairs go straight back to the table with the computer and black office chair. Once you are at the table walk around the back of the chair, then walk straight back until you get to the wooden table that is in front of a projection screen. Now walk to the wooden chair in front of the screen and wait. ", 
      "Walk from the stairs to the work space directly ahead. Pass the conference room and the bookcase on the right. Wait by the wooden tables. "
    ]
  }, 
  {
    "distance": 11.6, 
    "scan": "mJXqzFtmKg4", 
    "path_id": 6856, 
    "path": [
      "0b16234363974ebbb3089acf4f09d9be", 
      "a475d54e18664630b19f47575a874cf4", 
      "410ec890d2514ed39248e9204f785ab8", 
      "cd2f3a1a606346c1980d4b27004f05cf", 
      "c34cace66c724cefa6c2895f700536df", 
      "b4f2a9c0410e493eb66b0e122036b5d3", 
      "e53e60f82e70459db4fd37f4923f1731"
    ], 
    "heading": 2.429, 
    "instructions": [
      "Exit the bathroom and turn right. Walk outside. Wait just outside the door and to the left. ", 
      "After exiting the bathroom, go through the arched opening on your extreme right. Go forward past the fireplace on your right, through the doors straight ahead. After exiting the building, take a couple of steps to the left and wait. ", 
      "Walk towards the giant leather couch.  Pass the fireplace on your way to the glass door leading outside. Exit the house.  Wait here. "
    ]
  }, 
  {
    "distance": 15.35, 
    "scan": "SN83YJsR3w2", 
    "path_id": 5750, 
    "path": [
      "7e8ac490e6f84193a96102e057d2c204", 
      "913aefa5733c425eb79de9f5e225cd0e", 
      "1ed94833574445718438b36dc35ebac4", 
      "9df66f4cf606401998e65cc1aeabdb17", 
      "ca9b27594a42478194e66ccf076fd73a", 
      "a408da1db2024ee0b2ef470e3a85153d", 
      "0a5f2a70a55e44428bd645c745920e3d"
    ], 
    "heading": 3.373, 
    "instructions": [
      "Exit living area, pass the staircase and turn left and exit through the door. Pass the chairs toward walk way. Wait by first window encountered. ", 
      "Walk past the double doors and veer left. Walk through the door to the left and outside. Walk to the right of the patio furniture and stop by the railing on the walkway. ", 
      "Walk through the large double doors, cross to the left and go through those double doors. Continue to the right and stop on the balcony. "
    ]
  }, 
  {
    "distance": 10.03, 
    "scan": "pRbA3pwrgk9", 
    "path_id": 2655, 
    "path": [
      "8a6b00dd0b0d4759bbfae067cc206ac3", 
      "484070b0ecd942cc882f77f5fee5ca9a", 
      "50a28bec19bd4ad5ab3c97f58554599a", 
      "cefe85eb9d1e4592a020547df6107246", 
      "cc0682e6d88a44f3bfaeb81e91a79124", 
      "d0b75539f2484b0bb8e1612e549c06d3", 
      "baf252d021004390831cffc0c4987afd"
    ], 
    "heading": 1.567, 
    "instructions": [
      "Walk down the stairs and wait on the red rug. ", 
      "Turn left to steps leading down. Go down steps and continue following them down as they spiral left. Stop on red rug. ", 
      "Go down all the stairs and stop on the mat at the bottom on the tile floor. "
    ]
  }, 
  {
    "distance": 8.04, 
    "scan": "VzqfbhrpDEA", 
    "path_id": 5716, 
    "path": [
      "3db5fff51a954223b9cccd87dc475ce3", 
      "b5f0bae656ce405ab4dff8bcc5b6c26a", 
      "f07a5e07bf3f4e5a8f74705dc211e55a", 
      "1bc63da6b7cf473abd0675a6b927e56b", 
      "8fab97869cf5427d94ea2bc3c04d2856", 
      "6c6a1962787d4f429c7e0134404c5ccc"
    ], 
    "heading": 5.538, 
    "instructions": [
      "Turn slightly right and walk forward straight into the doorway in front of you with a rug, Once you enter, turn right and stop in the doorway of the room. ", 
      "Walk down forward and go inside. walk toward the curtain and then turn right into the doorway. Stop in the doorway. ", 
      "Go straight down the walkway through the archway, take a right into the archway on the right and stop. "
    ]
  }, 
  {
    "distance": 7.35, 
    "scan": "PX4nDJXEHrG", 
    "path_id": 5078, 
    "path": [
      "add7a68256564d1b85b560fb614beedd", 
      "34276b7c9d6e491885f36dd1d286e477", 
      "c8ce61375bc8403691ec503de5401235", 
      "eda4b648d33d436aa09516400af0de9b", 
      "7c41f500f2ce4b7a9916e292221a7740"
    ], 
    "heading": 6.251, 
    "instructions": [
      "Go into the room and turn right. Then turn left at the stairs and take your next left. ", 
      "Walk into the room with hardwood floor.  Keep left as you move forward,past the steps.  Turn left, and enter the room between the dining room and elevator.  Wait here. ", 
      "Enter the house and walk past the stairs and turn left.  Enter the mini kitchen and stand near the glass cookie jar. "
    ]
  }, 
  {
    "distance": 9.94, 
    "scan": "ur6pFq6Qu1A", 
    "path_id": 4637, 
    "path": [
      "d922a7a5956c4a42af51637f14c165d6", 
      "5a57fb3d78084b48a7c31e681b7bdf0e", 
      "bcf3463301624f4dba2b47c485dc9d25", 
      "1d92d04ac48e4d5baea0529c7773a4ec", 
      "a4ccec70ea184a98b472ef838398ff73"
    ], 
    "heading": 3.037, 
    "instructions": [
      "Go through the glass sliding doors. Turn left and go into the double glass doors on the left. Wait there. ", 
      "Enter glass doors. Turn left and enter through double doors near lounge chairs. Stop there. ", 
      "Walk left out through the glass doorway and go to the doorway on the left. "
    ]
  }, 
  {
    "distance": 6.37, 
    "scan": "e9zR4mvMWw7", 
    "path_id": 828, 
    "path": [
      "184edf3d3a4d482dae288e4811945331", 
      "97568b167b2f41599faf06c4dab447d7", 
      "5d711de78dbd400aa4cfd51fc05dfbee", 
      "fa7122ef2199445485623708ea54d018", 
      "f7ab5b3ece274b48be57eb65bb6d4814"
    ], 
    "heading": 3.063, 
    "instructions": [
      "exit bedroom, turn left, enter bedroom on right. ", 
      "Go thorough door, through the hallway, turn right, to the furthest bedroom on the right. Enter, bedroom and stop in front of the desk. ", 
      "Go out the door, turn hard left.turn right and go into bedroom. "
    ]
  }, 
  {
    "distance": 13.19, 
    "scan": "ac26ZMwG7aT", 
    "path_id": 3581, 
    "path": [
      "7a8fc0425e0c40a69fb216c5345e157c", 
      "fae83673fc694cd9a18c215ce6d92c58", 
      "28c09c307b11487c999f88e1e9ec3231", 
      "ecff9ecf0cfe4d8bb83260fc092f3b00", 
      "d1ffe5280fce4ac5a949cdc9ee8b6f7c", 
      "dbc0fd77d9384e14a6d0a19302b85a15", 
      "55d758f8ca7243b5be0fc24557452329"
    ], 
    "heading": 4.555, 
    "instructions": [
      "Head into the sitting room and exit into the hallway. Turn right and wait inside the bedroom through the first door on the left. ", 
      "Walk forward into the sitting room. Then turn left and walk into the hallway. Then turn right and walk forward to the first door on the left. Then step through the bedroom doorway and wait. ", 
      "Exit the room using the door in the middle then turn left and go out the door on the left. Turn right and go into the door on the left that is straight across the green and brown cloth artwork on the right wall. Wait there near the fireplace. "
    ]
  }, 
  {
    "distance": 8.48, 
    "scan": "gTV8FGcVJC9", 
    "path_id": 818, 
    "path": [
      "3e35871a75e542e7ae042682b6e9faed", 
      "bbd00fa328db45e19a55bef3b3cb4b23", 
      "7d0855f289224c24b83f2b19b15c1d6d", 
      "30ac7a9f6c8d4bc4b27b7b2782f2eb99", 
      "8d4b6c6b93934835a39c391d39f5a537"
    ], 
    "heading": 5.516, 
    "instructions": [
      "Walk out of the room and go down the stairs. Stop in the middle of the landing on the stairs next to the flowers. ", 
      "Walk through the doorway directly in front of you and turn to the right.  Walk down the stairs.  Stop when you get to the landing. ", 
      "Exit through the double doors and go down the first half of stairs located to your right. Wait on the landing just in front of the flowers. "
    ]
  }, 
  {
    "distance": 15.13, 
    "scan": "2n8kARJN3HM", 
    "path_id": 6450, 
    "path": [
      "add134cc07e64d9d8524d0d9f96c4180", 
      "ce5df3235866447d95c4667d72528984", 
      "21dd8e71dae64f378401cb0eba702b7d", 
      "9209d2ffc38e477fb84c9ee9eda2fc7e", 
      "5b4f88b00af3413eb8a3706a62a761e1", 
      "d86710102df44f0083553f7e356e18ea", 
      "5b951c3db95148eb8fb7963165f14e8f"
    ], 
    "heading": 4.051, 
    "instructions": [
      "Make a left out of the doorway and walk behind the table and chairs, with the table on your right. Then walk around the sitting area in front of you to the doorway on the right. Make a right turn and walk toward the doorway at the end. Wait there. ", 
      "Walk past the long table and chairs on your left, and continue walking through the doorway. Once in the room with the fireplace, walk through the doorway to the right of it. Walk towards the first doorway on the left, and stop directly in the middle of the doorway. ", 
      "After you leave the pantry take a left into the dinning room and walk to the sitting area at the end of the dinning room. Now make a right in the sitting area and in the doorway to the hall. Next make a left in the hallway and waitin the doorway of the room with the stairs. "
    ]
  }, 
  {
    "distance": 6.34, 
    "scan": "SN83YJsR3w2", 
    "path_id": 5586, 
    "path": [
      "ab178a6f3b0940878d38744498df88bf", 
      "bff52b252a464909ad342ea7eb971750", 
      "050910e36ac9414c91bb44d962153689", 
      "7b708eb6eca54256976220baf01508de", 
      "18940ca3b21745a8bd52557dc4b8abb3", 
      "9297f6e3bbf646c19c811b380f5fbc55"
    ], 
    "heading": 1.549, 
    "instructions": [
      "Leave the laundry room and go right. Go onto the balcony through the door across the hall. Stop once you are off the rug. ", 
      "Turn right and walk down the hallway. Go out both wood doors straight ahead and stop once you are outside in the sitting area. ", 
      "Walk straight down the hallway. Exit the house using the two doors straight ahead and wait in the porch. "
    ]
  }, 
  {
    "distance": 5.59, 
    "scan": "8WUmhLawc2A", 
    "path_id": 684, 
    "path": [
      "814d9aba371640e5a70bcb7833bfe08f", 
      "1e951fdbfd9d45bbaf935da945f5425c", 
      "62e602fc5b85463dbd8f48ba625d05ef", 
      "e0d2a4e22abe44d7810d7e448fff6704", 
      "f553a3287fb2438b979f09b09448c7c0", 
      "74a12d0675b54d6193ba63104a6a8e2e"
    ], 
    "heading": 4.763, 
    "instructions": [
      "turn around and walk straight. Stop at the hallway. ", 
      "Walk forward in the kitchen past the sink on your right Keep walking straight past the stove and out of the kitchen. Once out of the kitchen in the hallway stop just beyond the doorway. ", 
      "TURN RIGHT UNTIL THE STOVE IS ON THE LEFT AND A SINK IS ON THE RIGHT, WALK THOUGH THE KITCHEN TO GET TO A DOORWAY NEXT TO SOME CABINETS, WALK FORWARD UNTIL YOU ARE IN THE MIDDLE OF THE HALLWAY SURROUNDED BY DOORS. "
    ]
  }, 
  {
    "distance": 6.51, 
    "scan": "V2XKFyX4ASd", 
    "path_id": 4176, 
    "path": [
      "e5e991d56b1040c697d713ea1e9fdf9e", 
      "3fce8d41890d45c0aaf6b38aad66be51", 
      "89aa659e5baa4581927dae36e3dca764", 
      "eaca060f2b564e1ebf5a4b4f0411fd5e", 
      "f00970b67a46474cb616cd98cda9dee6"
    ], 
    "heading": 5.969, 
    "instructions": [
      "Walk from stairs across room to pool table and stop. ", 
      "Go to the corner of the fireplace and turn right. Head towards the closet to the left of the pool table and wait in front of it. ", 
      "Turn right at the bottom of the stairs and walk across the room.  The fireplace will be on your left as you pass.  Then, turn right and walk towards the billiards table.  Stop in front of the wooden door with horizontal slats that is by the billiards table. "
    ]
  }, 
  {
    "distance": 17.01, 
    "scan": "D7N2EKCX4Sj", 
    "path_id": 1238, 
    "path": [
      "f0501ef281ab486eac400af37a580e19", 
      "ba692fd9ec524282935a608d975374e3", 
      "9bbc936210084a00ad05856e0f5a3364", 
      "cf4babf2d24a44418351494fa1cb5ebf", 
      "0e8e2c9d09974dab977c1d3868286f12", 
      "9766d89c21094c5b872be3a378d4cbad", 
      "ae97478ce1c84d5588244906fe089558"
    ], 
    "heading": 4.896, 
    "instructions": [
      "Turn to the right and walk down the hallway.  Walk till you can turn to the right and walk past the fireplace.  Walk towards the chairs.  Then turn to the right and go stand by the first open door.  Wait there. ", 
      "Walk out of the bedroom and turn left. Walk down the hallway and turn right. Walk past the fireplace and walk to the right of the glass case. Turn left and stop in the doorway. ", 
      "Turn around and take a left. Walk straight. Take a right and walk past the stairs and the fireplace. Keep walking straight and wait in the doorway of the room to the right of the hutch. "
    ]
  }, 
  {
    "distance": 14.85, 
    "scan": "8WUmhLawc2A", 
    "path_id": 690, 
    "path": [
      "491b9b2d5e63400f9b448e5603dd05ae", 
      "0fd8c430bdb34aedb5c11b56ceb13b63", 
      "01b439d39a8f412fa1837be7afb45254", 
      "b6018ae2d13248f7a12edbf31f70b04d", 
      "d90dea9462374ee08a44f35e4505926e", 
      "4304b16fd7b744ec8cd9277d0adcb4da"
    ], 
    "heading": 4.616, 
    "instructions": [
      "walk across the kitchen and make a slight right towards the hallway.enter the hallway and make a slight left follow the hallway and enter the study. Stop at the desk. ", 
      "Exit the kitchen through the arched doorway, walk down the hallway to the slight right, walk to the door, turn slight right to enter the office, wait by the desk. ", 
      "walk behind couch, exit room to right, enter office to right. "
    ]
  }, 
  {
    "distance": 6.73, 
    "scan": "29hnd4uzFmX", 
    "path_id": 3054, 
    "path": [
      "591d3c367a09478b8a863f17635749e4", 
      "4b82c138b8b743479d535513aabfabf4", 
      "c9030e71fc29447599a5c21d90261ca5", 
      "0fc2263dc29f4a9183320eddd33edb58", 
      "15b25adcf9bb4a0f8c751138a651dd8b"
    ], 
    "heading": 1.262, 
    "instructions": [
      "Exit the room and take a right by the doorway. Enter the bathroom. ", 
      "Go to the door and turn right at the hall and into the kitchen. Keep going to the right and turn at the first door on the right which is a bathroom. ", 
      "Go past the bed and exit the room then go into the next room to the right and wait by the bathroom sink. "
    ]
  }, 
  {
    "distance": 6.67, 
    "scan": "ur6pFq6Qu1A", 
    "path_id": 148, 
    "path": [
      "47efbab436ba4f6e84c5c1b6dc18ecab", 
      "222abe0ba4e34b4791c539e94696e6e2", 
      "79569bffc7674614a31ad21a0d3f922f", 
      "ad506c95650a444eb205c2f9ebbd26fc", 
      "d0b27407bb1e4e2d91592959e52bd102"
    ], 
    "heading": 2.773, 
    "instructions": [
      "Walk between the tables.  And go towards the doorway.  Then turn to the left once you're through the doors.  Walk a couple of steps and then stop. Wait right there. ", 
      "Move past the massage tables and out the door to the left. Stop just outside the doorway. ", 
      "Walk across the room, and stop right on the other side of the door. "
    ]
  }, 
  {
    "distance": 8.12, 
    "scan": "B6ByNegPMKs", 
    "path_id": 5847, 
    "path": [
      "bc57b2c41c444fd6b2da5cfdfaa865a5", 
      "19c436824dcf4f4fae134b0dc064a367", 
      "3f227a714e3c44aba3a19efe7b8b1681", 
      "be7c88ff81f04b52b18125c6c9f4b84f", 
      "ef530e2d9a85465685b0fedbe669b84a"
    ], 
    "heading": 4.776, 
    "instructions": [
      "Turn right and walk down the hall. Stop at the end of the hall and wait near the exit sign. ", 
      "Turn right and walk across the hall. Wait in the middle of the first intersection with an EXIT sign in front. ", 
      "Walk into the hallway and turn right.  Walk to the end of the hallway and stand under the exit sign. "
    ]
  }, 
  {
    "distance": 5.07, 
    "scan": "r47D5H71a5s", 
    "path_id": 7242, 
    "path": [
      "b889bb15538844beb074db42bd8d9ed4", 
      "7798eee8ae4a4fc483da87e8e04b659c", 
      "869e52d579cc4c9a85979d3e20eb2455", 
      "04dba6ce40274f9b80f8e18eb201d33b", 
      "95903e1adf7e4ce9a87b9df4e9ec63e6"
    ], 
    "heading": 4.44, 
    "instructions": [
      "Exit the massage room, go straight into the next doorway and then stop. ", 
      "Exit the room and walk into the doorway straight across from it, next to the tall green plant. Stop in the doorway. ", 
      "Go through the doorway and then go across the hall and stop. "
    ]
  }, 
  {
    "distance": 12.42, 
    "scan": "gTV8FGcVJC9", 
    "path_id": 4663, 
    "path": [
      "ac7dada90385448a8e7d69f76022cf5b", 
      "c0f278be26a44d46abe9d00341125de0", 
      "1cd3d12fe013476fbb2fbcb7af9d5104", 
      "0e44c51fc1b947e0a44963d83f2ab6f1", 
      "1f476bc71f514d4c8cd520d4ceddd5f7", 
      "415e580b07194f469491203548891d84"
    ], 
    "heading": 1.305, 
    "instructions": [
      "With the entrance to the kitchen on your left, move forward down the hallway. then climb the stairs on your right. At the top of the first flight of stairs, go into the room on your left. ", 
      "Walk straight then turn right and go up the stairs on the right. Turn left and go into the room on the left. Wait near the desk. ", 
      "Walk down hall, turn right at the stairs and go up them. On top of stairs turn left into the study. Wait at desk. "
    ]
  }, 
  {
    "distance": 13.36, 
    "scan": "s8pcmisQ38h", 
    "path_id": 5959, 
    "path": [
      "9594700e2d354cc89c318b8df7ac29b1", 
      "f99835e3fffc45bbb3b4c992c78756e5", 
      "12c934ed973740efbdbe207ab3a064d3", 
      "fa51cb2051f240d795737cdffeda6178", 
      "d5dbd24d1b9c404a9b4fc687ecf17a4f", 
      "0aa7d38c4a904859b548bd69f4691106", 
      "c6ee591e1061490d8c15ff8de1ab58aa"
    ], 
    "heading": 1.486, 
    "instructions": [
      "Go straight down the hallway. Turn left and go down the stairs. Wait there. ", 
      "Walk through the hall and go to the stairs on the left. When you get to the bottom, turn left and stop. ", 
      "Follow the glass floor to head down the stairs, stop in the dining room and wait near the banister. "
    ]
  }, 
  {
    "distance": 9.63, 
    "scan": "VLzqgDo317F", 
    "path_id": 5724, 
    "path": [
      "0e59dc94728348e7a3e5e3746f2742ea", 
      "1b07d95cb6784bbebbc116ed20469d65", 
      "f4810f2f18cb497389628bd8738ba036", 
      "e49192047ff241b5933dfef7b832b8fe", 
      "f490656d21134ff79be372d985ad965c", 
      "fd263d778b534f798d0e1ae48886e5f3"
    ], 
    "heading": 2.708, 
    "instructions": [
      "Walk through the entryway and left up the stairs that curve left. Stop at the top of the stairs. ", 
      "Stand with the door behind you and go up the staircase on your left.  Stop where the other staircase meets up, just before the single staircase going up. ", 
      "Walk forward towards the staircases and go up the staircase on the left. Once you have finished climbing up the first set of stairs there will be a short landing area. Wait there do not continue upstairs or go back downstairs on the set of stairs in front of you. "
    ]
  }, 
  {
    "distance": 12.4, 
    "scan": "2n8kARJN3HM", 
    "path_id": 2005, 
    "path": [
      "3611ca6eb11f4a32a7cd3c073862860d", 
      "b2d31a869b644c738697a237d4e724b5", 
      "3d6c224493aa4b8fa5fd16e7ae8e2d66", 
      "9c36a2928f3d436181736d628dd0a694", 
      "ca8f4ab52e7d402a9d796b1f24c0ea64", 
      "5fa450a5199b41b5b46628e473f20374", 
      "4903a8de1d0945b6bd815f11aa2850e9"
    ], 
    "heading": 4.062, 
    "instructions": [
      "With your back towards the wooden table and chairs, go forward and turn right to go down the hallway until you're at the entrance to the ladies room on your right. ", 
      "Leave office and turn right past the artwork on a pedestal. Take hallway with rug in front of you. After the rug ends, wait in the first doorway on your right. ", 
      "Exit the dining room and go down the hallway on the right. Wait in the doorway of the ladies' bathroom. "
    ]
  }, 
  {
    "distance": 11.94, 
    "scan": "8WUmhLawc2A", 
    "path_id": 164, 
    "path": [
      "491b9b2d5e63400f9b448e5603dd05ae", 
      "0fd8c430bdb34aedb5c11b56ceb13b63", 
      "01b439d39a8f412fa1837be7afb45254", 
      "818d69716786445f8eef89a590ec3f52", 
      "92ffe9fa9ea6437c88eac23b0bafc0bc"
    ], 
    "heading": 4.616, 
    "instructions": [
      "Walk through the living room area passed the sofa and bar stools near the sink. Walk through the open archway on the other side of the room and take a right to go through the open bedroom door. ", 
      "Turn around and go past the bar and then turn slightly right, past the brown chair.  Continue down the hall.  When you get the bedroom, you stop right before walking into it. ", 
      "Exit the living room. Turn right. Walk into the bedroom and wait by the table. "
    ]
  }, 
  {
    "distance": 6.04, 
    "scan": "rPc6DW4iMge", 
    "path_id": 3929, 
    "path": [
      "dbc790464a2d4f509490033ac0cdffb0", 
      "cbc9652650d44dac8c2652a0ce1cb7f7", 
      "4350d36797324601adba7351d09602d2", 
      "cc15fb105d86466faafdd633f89148de", 
      "01b11b701b5240a48be2a86171daa245"
    ], 
    "heading": 2.201, 
    "instructions": [
      "Go past the stairs and into the bathroom that is near a bedroom door, and has a large shower and a sink. Wait at the door. ", 
      "Turn left and then turn left again to enter the bathroom. Wait there. ", 
      "Continue down the hall with the sailboat art to your left. Turn left after the doorway. Stop in the bathroom doorway, next to the sink. "
    ]
  }, 
  {
    "distance": 19.98, 
    "scan": "r1Q1Z4BcV1o", 
    "path_id": 3397, 
    "path": [
      "06c88433ed80477f90bd50f8dc25e7de", 
      "fa1f118c0f924788aa7ea44f690a054f", 
      "ccfc7026f4c6494ca251076c85aa906c", 
      "17be6f4e233546548c6c03fef0459044", 
      "35b3d70f47994598aedb510108752797", 
      "1948f7cff5b04572b43c105a61df7a6d", 
      "d08536af13b44cf486b3d906d76cfaf8"
    ], 
    "heading": 3.958, 
    "instructions": [
      "Turn around and take a left. Turn right after the table with the white tablecloth. Take another right after the bench with black leather. Wait next to the white chair on the right. ", 
      "Turn left and go past the stairs on your right then turn right and go past the bench on your right. Enter the room on your right and wait by the white couch. ", 
      "With the water fountain directly behind you, enter the room ahead and turn ninety degrees to the left and walk past the wooden staircase on your right. Turn right underneath the staircase and walk down the hallway leading to the exit. Just before reaching the exit, turn right into the room with the sign \"Bridal Room\" next to the entrance. Go to the right after you enter the room and wait in front to the two chairs that will be on your right. "
    ]
  }, 
  {
    "distance": 9.85, 
    "scan": "p5wJjkQkbXX", 
    "path_id": 2140, 
    "path": [
      "acd5131e62ab439aa224d1da37766cdb", 
      "17742c6021db40cb9baf6e5b32ed447a", 
      "0ae8865e3c2d4c3388014c7d85b5ed12", 
      "58548bb6a2fc4c7c8bbedf016c536b13", 
      "501146779ece478696abb65fcce6ed48", 
      "0d77dfd7a3894c1d83bd26c4a1c8e3ee"
    ], 
    "heading": 2.222, 
    "instructions": [
      "Turn around and exit the room through the wood doors. Turn left and enter hallway. Turn into the first door on your left. Stop once you enter the room facing the sink on the back wall. ", 
      "Go out of the room then turn left and go out to the hallway then turn left and wait at the laundry entrance. ", 
      "Exit office and turn left into hallway, Turn left into laundry room and stop before dog bed. "
    ]
  }, 
  {
    "distance": 6.26, 
    "scan": "B6ByNegPMKs", 
    "path_id": 1891, 
    "path": [
      "c33f95b00a9548cab093b6c1a49b5c35", 
      "fa6d662db40c4335b899082f62b51111", 
      "e52609aae11f42a79f6cf50360180fd5", 
      "8c414a8052c844b4bcd5dc3fadde7f8c", 
      "d2dcbd73533446dcaf50e6be98c30386"
    ], 
    "heading": 4.685, 
    "instructions": [
      "Exit the office, turn right, then turn right again. Stop in the doorway. ", 
      "Walk out of the office through the wooden door into the hallway. Turn the corner to the right and walk down the hallway with glass walls. Walk into the first open doorway to an empty office room. ", 
      "Exit the room. Turn right and walk along the hall. Wait by the entrance of the first room to your right. "
    ]
  }, 
  {
    "distance": 7.14, 
    "scan": "29hnd4uzFmX", 
    "path_id": 725, 
    "path": [
      "0836acc78091475dbba186b98e05792a", 
      "ab0f99b210bb4556b7fc18190126480b", 
      "85849923dc9e46eda0168f62c0fb43f3", 
      "42135c66aa4d464aa8a91630c187ed99", 
      "5c4627e7805347bc8c09ba17aa248696", 
      "1430dc4987e248a7a9ec03ca89714127"
    ], 
    "heading": 3.118, 
    "instructions": [
      "Go up the stairs and stop in the bathroom. ", 
      "Walk up the stairs and into the room that is almost straight in front of you. Enter the room and wait. ", 
      "Walk up the flight of stairs to the upper level. Walk down the hallway through the door near the guitars on the wall. Continue into the unfinished bathroom area. "
    ]
  }, 
  {
    "distance": 13.58, 
    "scan": "SN83YJsR3w2", 
    "path_id": 2098, 
    "path": [
      "9f70e20483d84f4b88040954003b054d", 
      "7cc396bac34f4fd3a468f0668e11bd25", 
      "2947bd93d2c74d2da50d472185b29064", 
      "f4ba8b92d7534b83ade9b8b548d1a17d", 
      "3bfd9fd5da794aae802d155bdfdb7ce9", 
      "d920493bee8644abbb7ecaa0bf69f6f6", 
      "9f4accb512df4fdba5ef30e6a28817c4"
    ], 
    "heading": 1.805, 
    "instructions": [
      "Go forward with the hutch on your right, then go into the room on your right. Turn slightly left and go through the doorway to the left of the stairs. Continue forward through the second doorway, then stop. ", 
      "walk on the right side of the table, through the doorway on the right, turn left at the round table, walk over the carpet, past the stairs and through the doorway, continue straight through the doorway and stop at the carpet. ", 
      "Walk straight and exit the door on the right. Walk to the left of the table and exit the room through the 2 sets of glass doors on the left. Once in the next room, stop inside the room at the rug facing the table. "
    ]
  }, 
  {
    "distance": 6.02, 
    "scan": "pRbA3pwrgk9", 
    "path_id": 1541, 
    "path": [
      "3b165e9f2f0a4317be49995470e65e02", 
      "f5a52ba78b2e4772a7315af44e0439e0", 
      "2238391e894144e9aaf38aaa16433153", 
      "4df525c1410447848d24dedb3c31a7be", 
      "f923d8ec1f32400c864837ba572fe199", 
      "4fe4474e9bf9429ea92d202bdea4dce5"
    ], 
    "heading": 4.261, 
    "instructions": [
      "Walk toward the bookcase and go down the stairs into the bedroom. In the bedroom stop next to the first edge of the bed. ", 
      "Walk past bookcase. Walk down stairs. Wait at side table. ", 
      "Go straight towards carpet and go downstairs. Go straight and wait by white bed. "
    ]
  }, 
  {
    "distance": 13.98, 
    "scan": "759xd9YjKW5", 
    "path_id": 1826, 
    "path": [
      "9df5f6ec205f4c8088cc80891d97675e", 
      "f97898ee20f74b2d8627f5065d633d45", 
      "2ebc2682287645efabf7f2319682aab1", 
      "904beb4bca9e4e2b8d15f3af9b70a242", 
      "9c2919ad974d472fa4f97c01005666f0", 
      "fc30206582bb494190095c4439e2da29"
    ], 
    "heading": 1.174, 
    "instructions": [
      "Exit the bedroom and take a right turn.  Walk down the hall and stop at the gray stone flooring.  Take a left turn and continue walking.  Take a left turn into a dining area with bookshelves.  Walk past the table in this room and stand at the edge of the rug where you can view the next room. ", 
      "Leave the room and take a right. Once on the stone ground take a left, and go straight. take a left into the dining room. Walk forward and stop in the doorway to the living room. ", 
      "Exit bedroom and walk down hallway. When you have and opening to your left in front of a wooden door, turn left toward the potted plants. Follow this pathway until you can turn left just before the white chair, into the library. Walk past the sink on the right side of the table and wait at the entryway of the living room. "
    ]
  }, 
  {
    "distance": 7.28, 
    "scan": "82sE5b5pLXE", 
    "path_id": 1219, 
    "path": [
      "626241dbd7334a45868a1092a3e195af", 
      "4838fa0d949e4cd3905f5e1ba665c59b", 
      "d7fd6e3ab372450b8f38600aea06b680", 
      "1157d0f379f04c5ba4ad1b40bdd32e64", 
      "8c77db8279a84ad382a298afaa6d6adf"
    ], 
    "heading": 2.421, 
    "instructions": [
      "Walk over to the pool. ", 
      "Turn left and wait beside the pool and next to the potted plants. ", 
      "Walk forward with the pool on your left. Stop half way down the pool next to the middle planter. "
    ]
  }, 
  {
    "distance": 10.76, 
    "scan": "29hnd4uzFmX", 
    "path_id": 1882, 
    "path": [
      "959878d8792948b5888684622f4eca36", 
      "0896e14268a54c1faa6a5648eb8eb63b", 
      "fa30e6859ca249a78879975b0b659bfb", 
      "28a8a22473e342f7be7ed0f33e4272e3", 
      "2287f7e926a7402a8723eaf0db683d09", 
      "dd500133846248c1b24eea995d7dee4a", 
      "59bb2a23ea8547ee9a9d05cb436a621b"
    ], 
    "heading": 4.691, 
    "instructions": [
      "Walk down the steps and turn right. Walk forward past the guitar. Walk into the second door to the left. Stop just inside the door. ", 
      "Walk down the stairs and take a right. Walk forward and enter the foyer through the second door on the left. Stop inside the doorway next to the door. ", 
      "Walk straight and then turn right at the couch. Walk straight past the guitar and then walk into the middle doorway. Wait in the entryway. "
    ]
  }
]
