[{"distance": 12.59, "scan": "VFuaQ6m2Qom", "path_id": 1981, "path": ["5d50911d1c074a3c8de82d35bc4c558b", "8ba5f3cf31934fc98cde3cf4a1116551", "6c8329a5bbd5423696d5d9a22237d0f8", "1ed9136647664140918246b69b5d2dc5", "9377f3ca210946ff9dbea4937cf7d3ad", "8c31225bb638494082b206e492422ebf", "2185b2e2cb704157aefd1dd81f5f3811"], "heading": 3.803, "instructions": ["Walk straight through to doorway on the other side of the room. Turn left and stop on the stairs near the table. ", "Walk straight past the hot tubs.  Go through the doorway and turn to the right.  Then veer to the left and stop there.  Wait. ", "walk forward with the pool on your left. Enter the house and take a right. Go forward into the living room and stop in the living room doorway. "]}, {"distance": 8.55, "scan": "uNb9QFRL6hY", "path_id": 6657, "path": ["e39b52c7eedc4d859fca7888cab531ae", "01ea3de3141a4adaa917cebb3db3c086", "c0a30ea3e4f54d77b8b013167b825342", "8b3817a237a54b89ac363dbea46b39c9", "dbd4b155e5b24f279efe34ffd8c172a8", "b0aa89cc447b4aab98f0b50b5c76b3f8"], "heading": 2.664, "instructions": ["Turn right to go up the stairs to the right of the chairs. Stop at the top of the stairs where the different entryways are. ", "Walk toward the steps and turn right. walk up the steps and down the hall toward the steps. Walk up the steps and stop at the top. ", "Turn around and go to the right down the hallway. Follow the hallway and stop at the top of the staits. "]}, {"distance": 8.54, "scan": "EDJbREhghzL", "path_id": 2448, "path": ["a16ed3b23f3745f28a7a039387a24575", "e3b5cbc0554e476a8f17d4797b993d7a", "df428e69750340cdb9612ca81d9b098b", "4069c437611e44c69edf8175de76b201", "118169c7cc3f488e88a237f10cad437b", "feb3e37459f942f98d53eb78d66375f5"], "heading": 0.161, "instructions": ["Leave the bedroom and sitting room and walk into the hallway. Wait near the kitchen, across from the staircase. ", "Exit the room using the double doors on the left then continue straight until you see a stairs on the slight right. Turn right and go straight until you pass the stairs and get to the kitchen. Stop near the bar with the stool/chairs. ", "Go out the double-doors.Go to the staircase. Go to the bar. "]}, {"distance": 10.49, "scan": "b8cTxDM8gDG", "path_id": 4281, "path": ["3892d409b66644439f5afcf3d296efbf", "78485dd696e24574a37f81dea58c5f4f", "ddc9afa8e031453abd45c783fbfeb4aa", "031a6316a244425c8c9a7a43ab6de08d", "dcbdda428eb846a586886b87d9552d0e", "17ebd8e343c247dd845f76a586f8cf08", "f3914b4071b7408c843d4d45a7370be2"], "heading": 4.876, "instructions": ["Turn right and turn left and go into the bathroom. Stop in the hall near the stairs. ", "Enter the room with two twin beds and a large wall tv. Walk past the beds, into the bathroom. Go through the bathroom and stop in the hallway in front of the stairs. ", "Enter the door on the right, then go over the beds and through the bathroom.  Wait on the hardwood floor past the bathroom adjacent to the stairs. "]}, {"distance": 13.94, "scan": "ur6pFq6Qu1A", "path_id": 2189, "path": ["3d69c33d27904da6a126c430cb3eab81", "d922a7a5956c4a42af51637f14c165d6", "5a57fb3d78084b48a7c31e681b7bdf0e", "bcf3463301624f4dba2b47c485dc9d25", "1d92d04ac48e4d5baea0529c7773a4ec", "a4ccec70ea184a98b472ef838398ff73"], "heading": 4.953, "instructions": ["Exit the women's locker room and walk through the doors on the left away from the reception desk. Walk through the double doors on the left and wait in the hallway. ", "When you leave the bathroom make a left and go into a waiting room. After you are in the room make a left and go through the door going into the hall, wait just inside the door. ", "Walk through the open doors with the blue light above it. Head left and walk through the double wooden/glass doors with a blue light above them. Stop right after you go through the door. "]}, {"distance": 7.43, "scan": "29hnd4uzFmX", "path_id": 5068, "path": ["f8f72f32f6594620b17161a621b9c872", "dc00a03cb9f847fea498d765a31ec2b8", "be5b6e7ec1654cf5bef5d348f9601697", "7e23cbe5e28047d49ab4641f530c9f00", "42135c66aa4d464aa8a91630c187ed99", "5c4627e7805347bc8c09ba17aa248696", "1430dc4987e248a7a9ec03ca89714127"], "heading": 5.983, "instructions": ["Turn left and exit the door. Walk forward directly towards another room where the toilet bowl is visible. Stand outside the door and stop there. ", "Exit the room via the door at the foot of the bed.  Walk through the door opposite and stop when you reach the toilet. ", "Exit the room using the door on the left. Turn right and go into the last door on the right. Wait there. "]}, {"distance": 17.53, "scan": "8WUmhLawc2A", "path_id": 5803, "path": ["b64a2ef467bb455aaee16a04bd9d7812", "6a0eb3cedc6847efa4044c75ad7649a8", "67ff5dc94eeb4675ba3a2074ee5ca22c", "491b9b2d5e63400f9b448e5603dd05ae", "0fd8c430bdb34aedb5c11b56ceb13b63", "01b439d39a8f412fa1837be7afb45254", "b6018ae2d13248f7a12edbf31f70b04d"], "heading": 2.371, "instructions": ["Exit the room. Walk across the hallway. Turn slightly right and walk across the kitchen towards the sofas. Turn left and walkthrough doorway just right of the portraits of a family. ", "Go straight down hallway turning right just after the kitchen table. Follow pathway on the left between kitchen island and the back of the brown couch make a slight right passing through the arch door way. Continue straight using the middle hallway stopping at the picture with prayer on it. ", "Walk out of the bedroom and into the hall. Walk past the bench and then right past the island. Walk through the entryway and into the hallway on the right. Stop in front of the vent. "]}, {"distance": 12.55, "scan": "jh4fc5c5qoQ", "path_id": 5049, "path": ["07e7a24c5ff449229aa0c72216829072", "6ab11272308c46068c9ae583da8ff311", "4547d37b305e41bdad0de45ade6971ca", "48a2541fc50b4a57a609698e2375e9b1", "c9ac0c98d16a4105a3214989cac149c0", "7980b9f903164d48aaee2dbeb5615796", "9e3bb94fbf7f4dc0a74911414ca95753"], "heading": 6.216, "instructions": ["Walk straight out of the kitchen and once you reach the desk, turn around and walk outside using the door to the left of the kitchen. Once outside, turn left and walk until you step down and stop. ", "Walk out of kitchen into living room, turn right and go out the front door. On the porch, turn left and walk down steps. Stop at bottom of steps. ", "Walk through the kitchen and make a u turn and walk to the porch. Once on the porch walk down the steps between the two houses. "]}, {"distance": 5.24, "scan": "D7G3Y4RVNrH", "path_id": 6154, "path": ["3a256f31181143e9844d11ca49211aa4", "cd9fd57e2de04c39b87e7fbe92e80a6c", "7fde4f88b5cf4cda9a2f31331fd7ca22", "87e385b82c704a29855826d3cf4f79a0", "082f6f6ac7c241669643586b39ce562b", "f324c5a2e85c4957ae6b9073581f3452"], "heading": 1.794, "instructions": ["Walk down the stairs and through the white door on your right. Walk down two more steps and stop. ", "Go down the stairs and at the bottom make a right before the table, make a right and go into the doorway, take a few steps down the stairs and then stop. ", "Go down stairs and turn right. Turn right past desk and go through doorway. Wait in front of statute. "]}, {"distance": 15.84, "scan": "kEZ7cmS4wCh", "path_id": 5612, "path": ["001d8a657cbd41e7bf5a538e5768b058", "bacef43d28c74751a7bd62578d443053", "3c8b0995c325481a85ad4648931e5fde", "261b527d225d4fcf85f580f3b304ae36", "047b99fae29f402993cc29a73d29c977", "cacc1a7ffed24a21a4ea14a6643d79bb", "bc28e77e30a94f76aee87ac07949ecc4"], "heading": 2.046, "instructions": ["Descend stairs, walk toward dinning table and wait. ", "Go down the circular stairs and turn left at the bottom.  Walk towards the opening outside and stop between the dining table and light grey sofa. ", "Go down the stairs. Turn left and walk toward the table and chairs. Wait near the couches. "]}, {"distance": 7.53, "scan": "8WUmhLawc2A", "path_id": 4751, "path": ["04f548967cfc4e98a79d1e2494b74606", "8f1936c546cb4b4d9a1f6a6ad8949e5a", "7921c216294d43c0b7be2ca634bbf6a9", "818d69716786445f8eef89a590ec3f52", "92ffe9fa9ea6437c88eac23b0bafc0bc"], "heading": 4.83, "instructions": ["Walk into the room with the fireplace and turn left. Keep walking forward until it ends and there are pictures of kids on the wall . Enter the bedroom to the left of the pictures and stop. ", "walk away from dining room table through doorway, turn left, walk down hallway, turn left at the two kids pictures on the wall, turn right immediately and stop in the doorway to the bedroom. ", "Leave the dining room, and go left. Walk forward down the hallway. Enter the bedroom on the left at the end of the hall. Stop in the doorway. "]}, {"distance": 8.1, "scan": "mJXqzFtmKg4", "path_id": 4327, "path": ["ca2a1110dcfa4449a6cd735d6cfb9402", "7bfd840693034959a2dffb2625026980", "7ee437db8a914c6d8ce7555b3ce6aae4", "a475d54e18664630b19f47575a874cf4", "e844a14235aa4befbb3fad6e54e8715c", "c32b70bb02ec4f35ad1c76599ad6178e"], "heading": 1.711, "instructions": ["Turn right and walk towards the sofas. Turn hard right facing the 4 doorway area and enter the third door counting from the left. Wait at the entrance of the movie entertainment area. ", "Exit the kitchen to your right. Walk past the sofa and turn right then enter the theater room. ", "Walk around the corner towards the couch and fireplace. Walk down the tile walkway past the couches and the bar counter of the kitchen. Turn the corner past the bar counter and walk into the hallway. Continue through the open door at the end of the hall that is nearest to the kitchen. Walk into the room, which is a small movie room. "]}, {"distance": 10.45, "scan": "5LpN3gDmAk7", "path_id": 2741, "path": ["e31bd661d403497ea15d4398dd336795", "df71c020d73c4eacb3e06d46cf1c3815", "6b24c7c2fd9e4849b75eedd5298958d7", "565aa4a845ba446481601ca648d03807", "a56597b1c6b54d58853ddf7a3679064d", "1f82c88d356249708e9b46448be7034a"], "heading": 4.307, "instructions": ["Turn and go down the stairs. At the bottom, turn left and head through the room with the long table with black chairs. Stop at the end of the table facing the large windows and a bar on your right. ", "Go down the stairs. when you get to the painting turn hard left.  Pass a huge glass table with chairs and wait in the kitchen near the benches. ", "Go down the stairs and walk towards the dining room table.  Walk past the table and chairs and stop when you enter the kitchen area near the corner column. "]}, {"distance": 6.52, "scan": "8WUmhLawc2A", "path_id": 1292, "path": ["68fac2c327914533a1e698467c0b22cb", "52be196a34fd415fa984b16aa270481c", "cf1ab29600a546cf8c82484c06b60425", "7921c216294d43c0b7be2ca634bbf6a9", "b6018ae2d13248f7a12edbf31f70b04d"], "heading": 1.581, "instructions": ["Go straight through the door, take a left, and then take your first right before stopping. ", "Exit bedroom to hallway, turn left for 3 paces. Turn right and walk toward front door. stop at picture to right. ", "Leave the bedroom and take a left. Walk into the main area and take a right. Stop in front of the cutout with the art in it. "]}, {"distance": 5.14, "scan": "V2XKFyX4ASd", "path_id": 6683, "path": ["2112dc2d19404cbdbc41dae916377e19", "c06443aebf13409da70a8184e17663dd", "b1eaadc1fb0b4bb7b5f4e7afeb0fc9da", "73bf0888b74542d5bea2da959773ae09", "0c77699c304d4126a7553456bda9da91"], "heading": 0.249, "instructions": ["Walk up the steps and turn right Walk up the steps and stop at the top of the stairs. ", "Go up the stairs and wait at the top. ", "Walk up the stairs and stop on the tiles at the top of the stairs. "]}, {"distance": 9.97, "scan": "Vvot9Ly1tCj", "path_id": 922, "path": ["8c6c10daaa394125b4bdb198bc99cbad", "c3c936c7eedd44c985bc142e5cd568b4", "d102703b15c04d8b9e3922869068dd60", "c913025ed1e5444aaaf8de29268a58e4", "d25f80a1c957466b90013367539d8751"], "heading": 6.221, "instructions": ["Go out the door a take a left. Go down the hall. Take another left, pass the rectangular table, and stop at the round table. ", "Walk out of the laundry room and turn left, walk into the dining room and turn left again and stop past the table. ", "exit room, turn left, turn left agian, stop near table with plant. "]}, {"distance": 12.26, "scan": "JF19kD82Mey", "path_id": 5215, "path": ["6b2856b4c9874823859788e1c35b9e5d", "2bc3dc4bf7cc4489a8cbcbed9d7d6b25", "1d383b2f6a454cdbb4d942b127a12320", "96490c4da78240058d1f76a07ed95c9d", "68e4c4477aa442cbbb9a9f1e54b9b831", "f1b191033043441987b8ebf1bb55002c"], "heading": 2.417, "instructions": ["Pass the couches and go up the stairs on the right. Wait two steps to the top. ", "Walk across the room and go up the stairs.  Stop on the last step before reaching the top. ", "Head up the flight of stairs and wait at the top. "]}, {"distance": 12.08, "scan": "E9uDoFAP3SH", "path_id": 3454, "path": ["4187ed8e4a504b7d8caeafa3a0627031", "ea1d38c4b610463396ec72fdaf5d5ece", "74e7d3ed76fe40b8a0d2ea19aaf4196c", "babbef7305e34152950788aa9cb363cc", "faddc614417b4861b4cd05176a35b947"], "heading": 0.748, "instructions": ["There is a wall with three doorways. Go stand next to the shelf between the two doorways farthest from you. ", "Go past the table and chairs and stand close to the middle door. ", "Walk around the dining table and stop in front of the credenza furthest to the right. "]}, {"distance": 10.09, "scan": "VFuaQ6m2Qom", "path_id": 578, "path": ["44f9eba42b054691b4f8143ba5088eca", "8f0adb0cce834e04a0bf92f48219c04d", "6e511bffda164528bab7fc025b90ee7c", "72f16c850d5347b29b3955b350a58f5f", "1e9343f1a2a944a6b1d6d6fc990f02cb"], "heading": 5.415, "instructions": ["Head out the door.  Take a right. Go around the banisters and stop once ahead of them. ", "Walk around the bed in the room out through the door on the other side of the room. Walk down the hallway around the banister and stop at the first open door to a bedroom. ", "Get off of the bed and walk through the door into the hallway. Walk into the curved hallway and make a left at the first open door. "]}, {"distance": 8.71, "scan": "ac26ZMwG7aT", "path_id": 489, "path": ["49f26e22f7514331b35d76bc1b8bb9f5", "d2bf18703fd645bcb077523c3c200c30", "6f8be003180e485aa6312a534469785b", "88fe76c2969d431caf5d60ff7aa5467a", "d1ffe5280fce4ac5a949cdc9ee8b6f7c"], "heading": 1.606, "instructions": ["Turn around and walk into the bedroom area with side table and lamp. Turn and walk through the door into the hallway leading to the office area. Walk through the office and out the door into the long hallway with paintings. ", "turn back, straight head , turn at left door then exit the room stand outside the next room door. ", "Exit the kitchen and enter the bed room. When you enter the bedroom take an immediate right. enter the study and take another immediate right  and stand in the hallway looking forward down the corridor. "]}, {"distance": 9.82, "scan": "S9hNv5qa7GM", "path_id": 5318, "path": ["e5f8d864ab7545d3bae0e56a527041ec", "32fb55017460457cbe0b8d1790a54786", "8f5a767771964a56b3708d5415c446b2", "8b219cad487e4091b7c29146f0224729", "8b8c58d65b3049ef8a844f237096b06d"], "heading": 6.23, "instructions": ["Go toward the stairs, and take a left into the kitchen. Take the left beyond the dining table. Enter the living room on the left, and stop. ", "Walk towards the stairwell. Turn the corner near the stairwell into the kitchen area. Turn and walk past the dining table and cabinets against the wall. Walk through the door on the other end of the dining table and walk into the stone floor entry way of the home near the front door. ", "Walk toward the stairs then turn right. Turn left and go past the table and chairs. Turn right and wait near the entrance of the room. "]}, {"distance": 7.79, "scan": "EDJbREhghzL", "path_id": 7026, "path": ["bace700b94f743d1bedc82b611604dee", "2468abd2ba7b4e8a9222d3e318c6ad7f", "564ec6d404cb4349a21a05e0b4bc5fc8", "aa6ef1806b414e5ab49db9a45595c8cc", "0d24c66abcef47fa898d9c239e6a3de9", "e94cd6b986b5456990723fa8d9612759", "feb3e37459f942f98d53eb78d66375f5"], "heading": 1.769, "instructions": ["Head down the stairs to the bottom.  Then walk to the countertop and stand next to the chairs on your left. ", "Walk down the stairs, veer left and wait by the bar. ", "Walk down the stairs, and stop at the left of the chair right infront of the stairs. "]}, {"distance": 14.9, "scan": "Vvot9Ly1tCj", "path_id": 3045, "path": ["7fcbcc0b4cd149eb8cacc9a64035dc8c", "69d24e4ce1624cdaaa1ea34dba0848bb", "ffd54f8c14fb4350b1e5ddcc7bfea136", "59fe136fc3e141c2b9c55378d1b39f1e", "5c2d1a16a86e4222a7239a2c9a0324c6", "28f8f7e87c374fccbc585b3dbbc343de", "ed39e17ee82f43988e8ede839b9358ae"], "heading": 0.118, "instructions": ["Turn right. Walk in front of the windows all the way down to the door on the right. Exit through the door into the hallway. Turn left and enter the bathroom. Stop in front of the bathtub. ", "Go right all the way down towards the wall. Take a right and ro towards the room with the tub. ", "Head toward the flat screen television on the wall, when you get to the tv turn right then turn left and go straight into the bathroom and wait by the tub. "]}, {"distance": 16.61, "scan": "gTV8FGcVJC9", "path_id": 924, "path": ["6f9eb2058c134830b45d010c01de8e96", "eeef7235c2fe462eb3e0481b001537ce", "aaa698435aea48b29113314ee362e54b", "f51948f5b87546778b9800960f09f87b", "4c328fadee7746aaa3bc81984c4bce68", "15224ab8675346808c6cb06f06fcaddf", "8c90120538ea4dcba0d08f680cce2c26"], "heading": 5.067, "instructions": ["Walk straight down hall to the bed room at the end of the hall. Stop when you reach the chair. ", "Turn right and go down the hallway towards the bedroom at the end of the hall. Go in the bedroom and wait in front of the bathroom door. ", "Walk forward toward the ached hallway. Continue down the hallway and enter the bedroom at the end. Stop next to the arm of the chair in the bedroom. "]}, {"distance": 9.0, "scan": "1pXnuDYAj8r", "path_id": 6501, "path": ["4f07d9e99e084876b0765220888d2545", "76ba074e4b7a46feb3d829302db3bd2e", "73f8049b6198422aa5f2edfc71fe423b", "cc896d0984cc4661bff9087a0df6967c", "5a72c23b99fa40f1bcd9dfbb60340b05"], "heading": 5.649, "instructions": ["With the bed on your left, exit the bedroom and keep walking straight until you get to the stairs.  Go up the stairs and stop on the fourth step from the bottom. ", "Walk forward, face left at the stairs, wait on the staircase. ", "Walk down the hall and wait on the stairs. "]}, {"distance": 5.7, "scan": "mJXqzFtmKg4", "path_id": 3760, "path": ["ca2a1110dcfa4449a6cd735d6cfb9402", "09319257828f47e6828352078f34d855", "22ada32fdb2d40e78406cb0f9cff149b", "0e0ff0bd5ce4493d96b55542297f494b", "05d37cec6533438e825625592537ea21"], "heading": 1.711, "instructions": ["Turn around and walk to the refrigerator. Wait there. ", "Walk around the kitchen island. Wait in front of the refrigerator. ", "Go through the kitchen, make a left towards the fridge, and stop at the fridge. "]}, {"distance": 7.38, "scan": "XcA2TqTSSAj", "path_id": 6083, "path": ["2bd537f50326424fbd7f77b371319eca", "585c34af2340439e9fa507888421bb9b", "30c97481412946f292272d28af5d00dd", "b72bbf5f815e43bca6bf4509fd7c9258", "5c1275543c164a4f9bc60b08d8cb5c43", "c92b9bd8b885423b8d6d1a7a58d2ca2c", "1349a908694c4494999f72c36e52e1bf"], "heading": 4.427, "instructions": ["Walk down to the bottom of the stairs. ", "Go down the stairs. Stop upon reaching the bottom. ", "Go down the stairs and wait beside the chairs at the base of the stairs. "]}, {"distance": 9.51, "scan": "JmbYfDe2QKZ", "path_id": 3076, "path": ["7025038ba12d4a63a40c866489226fbe", "cf33698ad71e4ff48d7ff42e35e3fd83", "d9b5196ff58c494d8bebdeb3b6ccd061", "51328414aea04771890766f436b40021", "5965958b0a55454d88d45f21d97bc3fc", "63333423642f49caac4871521e93cc45", "2b4c37304fd54440a3d1e7fd223e26d5"], "heading": 1.383, "instructions": ["Go up the stairs and stop right at the top of the stairs. ", "Walk up the stairs and wait at the top of the landing. ", "Walk over the rug and up the colorful stairs. The stairs wrap to the left, continue and stop once you are on the black and white floor at the top. "]}, {"distance": 11.05, "scan": "EDJbREhghzL", "path_id": 7185, "path": ["675491e4cc5a459db65fba26b03e6369", "badf87714efc482f936c14de653318e5", "95a4b136cb854ea585cb23d67e174cb3", "e1ac54fab83242b889a95320811c68e5", "4069c437611e44c69edf8175de76b201", "118169c7cc3f488e88a237f10cad437b", "feb3e37459f942f98d53eb78d66375f5"], "heading": 5.284, "instructions": ["Walk straight through the door, turn left, and go down the hallway and to the left toward the bottom of the stairs. Go toward the bar and stop. ", "Walk out of the bathroom and make a left in the hallway. Walk past the large mirror towards the staircase. Stop after passing the staircase. ", "Exit the door, turn left and head straight down the hallway. Go right and continue down the hallway, stopping just ahead of the stairwell. "]}, {"distance": 12.06, "scan": "b8cTxDM8gDG", "path_id": 6614, "path": ["a1be4fa0d9c14849a7ce3ca6d286586a", "0c171ecf9f6a46828c74e9088cf0c34a", "1841abbee0e04435a3fbd7db05df30b0", "e8725e08bc3a496b8d791ca2f3bbeae2", "37f71f4c278d46e0a4a664b3e189ec8e", "34812a1a581b4f6490268057007f2e1a", "f523bfbaba0d40f48ff4a8d955c43ac8"], "heading": 4.756, "instructions": ["Exit the bedroom and walk up the stairs, then wait on the landing by the first doorway. ", "Turn to the left and exit the room. Then turn right and go up the staircase. At the top of the staircase turn and stop. ", "Exit the room then turn right. Go up the stairs on the left. Wait at the top. "]}, {"distance": 16.87, "scan": "E9uDoFAP3SH", "path_id": 6970, "path": ["abd113ed091944859eb850ae7cc51595", "21d98b3051984309af072f3fde91c49d", "b409b06f51b843e3948e146f9e7d7526", "12142264f293430ebc8092e16b47cba0", "bde29f48ab814943baf4a7193d143d6e", "994e59a2e5cb469eb29c7ff68c6d49c2"], "heading": 3.135, "instructions": ["Turn around into the hallway and go right into the large room. Continue straight into the hallway and stop once you reach the rug in the room straight ahead. ", "Leave the bedroom, and take a right. Go into the hallway straight across. Enter the sitting room. Stop once you reach the rug. ", "Exit the bathroom, and make a right. Walk past the round table to the right. Walk past the floor-to-ceiling window to the left. Walk past the art easel on the left. Wait in the threshold of the open door. "]}, {"distance": 8.32, "scan": "29hnd4uzFmX", "path_id": 5929, "path": ["45f892a4837c49028f47cb6a341f65df", "1e6190c84052401d8a2435eed54b82aa", "a26c4e73940a44c89caa6788fcf4ca97", "dd500133846248c1b24eea995d7dee4a", "59bb2a23ea8547ee9a9d05cb436a621b"], "heading": 5.86, "instructions": ["Go inside. Pass the kitchen and go into the second door from the left. Wait there. ", "Walk past the kitchen area and into the second doorway on the left. Stop just inside the doorway. ", "Enter the house, and go into the foyer that is the second door on the left. Stop onc eyou enter the foyer. "]}, {"distance": 5.17, "scan": "82sE5b5pLXE", "path_id": 2635, "path": ["a27950d1af41436a8cfb207d9626b779", "890f866ff65b468aa4a83d106b36e512", "75548ecdd3ef4d69b25e8a59ba861f56", "2104d589e68e472f85188dc93da8e6e2", "5ae7323b784748f7a3c2f7c93d60914a", "62e1c55d62054d149d3d23431ffe4289"], "heading": 5.014, "instructions": ["walk down the stairs. stop at the bottom. ", "walk down stairs that spiral left. stop at bottom of the stairs. ", "Go down the stairs. Turn right and wait by the lamp. "]}, {"distance": 6.41, "scan": "82sE5b5pLXE", "path_id": 2929, "path": ["91e9df140eed4de79b2350a13880ac85", "03b95e03d2724a4fad746c4716c38fe8", "8ce00b6bb78348f08464752ecf264a87", "ad3a2912de974a5690af5050e6ade942", "db42868ee24c45dcb7cd4f5ae61f47fe"], "heading": 2.822, "instructions": ["Walk down the hallway and turn right. Wait near the entrance to the bathroom. ", "Turn around and walk down the hallway. Then turn to your right and stop by the bathroom door. ", "Walk straight down the hallway, take a right at the first doorway and wait there. "]}, {"distance": 6.25, "scan": "jh4fc5c5qoQ", "path_id": 2206, "path": ["755d110c2ed84d76be11ad56ae00b53f", "d6d4416592a0483691a1ed7d3b336a1a", "77e6cfabf32d46fc9398ce824843adaa", "ba19aada2e9a47839c0355085f70f7c5", "6ab11272308c46068c9ae583da8ff311"], "heading": 3.937, "instructions": ["Go passed the bed and through the door towards the laundry. Then turn right and stop in front of the desk. ", "Walk towards the washer and dryer area. Once inside, turn right and walk towards the kitchen area. Stop facing the stove and refrigerator area. ", "walk past the foot of the bed towards the washer and dryer, turn right and walk through the doorway walk slightly to the left of of the desk and stop before you are in the kitchen. "]}, {"distance": 14.26, "scan": "r1Q1Z4BcV1o", "path_id": 5502, "path": ["1948f7cff5b04572b43c105a61df7a6d", "35b3d70f47994598aedb510108752797", "17be6f4e233546548c6c03fef0459044", "a2e6626d7a7e4c7297e0609c92aa7945", "d1de08c84e9e4f42a0acaeee738df23a", "99dc41ba4676449d8fc37890a38ad9e3"], "heading": 6.082, "instructions": ["Walk toward the fireplace. Take a right once you enter the room with the fireplace. Exit the building, and go onto the patio. Stop once you pass the doors. ", "Exit the room. Turn left. Go past the black bench on the left. Turn right and go past the bar on the right. Go out the double glass doors and wait there. ", "Go down the hall, past the bar and outside. Wait on the patio, near the door. "]}, {"distance": 9.66, "scan": "pRbA3pwrgk9", "path_id": 3522, "path": ["50a28bec19bd4ad5ab3c97f58554599a", "484070b0ecd942cc882f77f5fee5ca9a", "558c07ff6d6d4d268f6c8de7abd76d1d", "cb6b9124a9594b4788966d28129cf531", "090a8663beeb4ce6aeadfe720ea0c8e9", "4d76fa50a0e743e695fb048b4a7766d5", "35b1214591eb4a43a3f85d63973d43a5"], "heading": 5.749, "instructions": ["Go up the last few stairs and turn right. Go up the next two flights of stairs and wait. ", "Walk up the rest of the stairs, then continue up the next set of stairs.  Stop at the top of the stairs near the potted plant. ", "Go up the stairs then turn right and go up the other stairs on the right then turn right and go up the other stairs on the right and stop at the top of the stairs. "]}, {"distance": 11.65, "scan": "pRbA3pwrgk9", "path_id": 2875, "path": ["739e48ca68834cf8891a90fc3c5bde9e", "2238391e894144e9aaf38aaa16433153", "4df525c1410447848d24dedb3c31a7be", "f923d8ec1f32400c864837ba572fe199", "8b07a4b08cf447abb246769d8dce8494", "950f2117a6164fbc8d2faff96c40a1e9", "c28d78b8e9c94e89aac08c1f75804c3d"], "heading": 3.203, "instructions": ["Head toward the plant and the book case. Continue down the hallway, go down the steps and into the room then turn left and go into the bathroom. Wait near the toilet on the left. ", "Walk towards the bookcase, go down the stairs into the bedroom, and stop in the doorway. ", "Go downstairs, past the crooked bookshelf and into a bedroom with white double doors. Go into the bathroom with blue and white walls and a blue bathtub. Stand in front of the toilet. "]}, {"distance": 8.04, "scan": "S9hNv5qa7GM", "path_id": 6206, "path": ["d804a36fe0fc40dfb8f03ca3758ce904", "5b821a3b87cd4ed3a7c4414199a0a740", "5f4fd3bd58144211a8617caa5570e40c", "53672af2c15047818f2ead24a2370930", "cad74e94fdeb425a860ae16cc0fdd45a"], "heading": 1.319, "instructions": ["Exit the bedroom, and make a left.  Walk down the hall and take the first doorway on your left.  You will be in an empty room with brown carpet.  Stop in that doorway. ", "Exit the bedroom and turn left. Wait in the doorway of the empty room on the left. ", "Turn right and go out the door. Turn left and pass the rug in the hallway. Turn left and wait at the entrance. "]}, {"distance": 7.06, "scan": "29hnd4uzFmX", "path_id": 3670, "path": ["51b17bc333674eb48d81ea7624118783", "15b25adcf9bb4a0f8c751138a651dd8b", "0fc2263dc29f4a9183320eddd33edb58", "f461fdc9b5c54386bcb1350bf4072015", "1e6190c84052401d8a2435eed54b82aa"], "heading": 5.1, "instructions": ["Leave the bathroom and go straight, passing the kitchen. Stop in front of the couch in the living room. ", "Get out of the tub and exit the bathroom then go straight toward the double glass doors that lead to the outside. Wait near the couch. ", "Leave the bathroom and walk into the bigger room.  Stand between the guitar and the couch and stop. "]}, {"distance": 11.35, "scan": "1LXtFkjw3qL", "path_id": 2061, "path": ["9092fc23426942e1a94b66181a3d0fc7", "8072791758d146aba5ff98920a81fa0c", "24df7bedfc814d7e9bd610171c862f7a", "6ecf3c792e5c48b4921e21fbb3aeff3c", "e8e2d73795e54b6db89cd32745e79fb9"], "heading": 5.957, "instructions": ["Walk through the living room area, continuing into the hallway to your right. Down the hall, turn left to wait at the top of the stairs. ", "Walk past green sectional sofa on the left. Make a hard right at the saxophone on the floor, then make a left. Wait at the landing to the wood stairs to go down. ", "Walk to the right of the green couch, turn right at the black chair and left again down the hallway. Turn left at the first doorway and stop at the top of the stairs leading down. "]}, {"distance": 14.1, "scan": "PX4nDJXEHrG", "path_id": 3083, "path": ["6dbb762da390463f83fc26b02e723259", "5260f113c5f542a8b6b115cbdfc9fef5", "cd289dfb2a4d4161ab18c8b0e7889f0d", "a2131c9b8e674c3db73821fb924f1644", "31eced24029c4dacad2bba2b1a2b7af9", "23d3a1b1dc134acc8ffa787e2ee558ed"], "heading": 4.674, "instructions": ["Go straight and then go left into the room with the number 1 sign.  Go around the staircase and stop in the tiled laundry room. ", "Exit the closet, turn left. Pass the stairs and turn left. When you see the Paris painting go into the second door on the far left and wait by the washer and dryer. ", "Exit the closet of my dreams.  Then turn left and enter the hallway with the stair well.  Walk around the stairs, past the chair and enter the laundry room. "]}, {"distance": 13.06, "scan": "sT4fr6TAbpF", "path_id": 6422, "path": ["942331a24b5f46239caa4219a905e349", "86231c45c6ac4672bd9c478bd0341335", "3aa2bb32a50049de842d066eff185b66", "c06aae190b804b759496db0b88fe4820", "c3c5e202b9a04a63ae33742fe9095936", "859a7c9c12c847d9a6860bd6d6bd635a"], "heading": 5.801, "instructions": ["Exit the bathroom and turn left. Turn left towards the dining area. Walk past the dining table. Wait near the wall with the light switches on your left. ", "Turn around and exit the bathroom.  Then turn left and enter the dining room.  Walk past the table and stand near the divider. ", "Find the main door to the bathroom which is located to the left of the vanity with chair.  Exit the room and immediately turn left and walk through the open door ahead of you.  Once in this room walk a few steps forward, then turn left towards the glass table and chairs.  Walk to the opening to the left of the table and stop next to the brown wooden lattice wall. "]}, {"distance": 8.15, "scan": "sKLMLpTHeUy", "path_id": 4863, "path": ["d55affbb927443bcb1d4eb451e0e7ebb", "d9dec53a415a463a8f853195ec0b17d9", "c59ca57402e146fcbe6c45b7598d1faf", "4c89f665a3c94e91900b61b542854a0e", "000218f0b4f147ba93b65616b8b05820", "c5f25b19987f458c958bd4965936313f", "df0ddfb1212245bbbf95a6c94ed19b6c"], "heading": 3.79, "instructions": ["Walk up stairs and stop at kitchen eatery. ", "Turn and walk up the wooden floored staircase. Continue around the corners to the top of the stairs. Walk towards the bar stools ahead around the granite counter top. ", "Go up the stairs. Wait near the bar with chairs/stools. "]}, {"distance": 5.91, "scan": "EDJbREhghzL", "path_id": 3208, "path": ["aa6ef1806b414e5ab49db9a45595c8cc", "564ec6d404cb4349a21a05e0b4bc5fc8", "2468abd2ba7b4e8a9222d3e318c6ad7f", "bace700b94f743d1bedc82b611604dee", "bc563332fa4c48abaef8a1cb712075f8", "42b4de3318a74ec78dcd6f80803ea859"], "heading": 1.202, "instructions": ["Walk up the stairs and wait on the balcony directly outside the door. ", "Go upstairs, wait by birdcage. ", "Continue up the stairs and keep going straight once you get to the top.  Take the step up to the deck outside and stop on the mat. "]}, {"distance": 12.91, "scan": "D7N2EKCX4Sj", "path_id": 509, "path": ["8d1f61d5e90e43deb38eb12af08ebf1b", "777f43a3702841698d8da94900ba8a2d", "96331f871893432f8bf3206ad2205cdd", "576196703bb14f4f99fe187d8bebafec", "3c476cfa737347bda82af89dd8127ae3", "0e83345cd3d942f09ddc91b80911535a"], "heading": 3.347, "instructions": ["Walk into great room. Walk past dining table and chairs. Walk past bar. Walk through open french doors. Wait outside doors. ", "Enter the dining area, and then move forward to the backyard, and wait by the door. ", "Walk out of the sitting room and go forward into the dining hall. In the dining hall go around the table to the right and walk straight out of the doors. Once you walk out of the doors onto the patio stop parallel to the wooden bench on your left. "]}, {"distance": 7.41, "scan": "S9hNv5qa7GM", "path_id": 4282, "path": ["b3c99ac15d9546cd9d58a45647f63934", "370411a65c3d4dc8bd475805ad0f4195", "f53ff13e8a954c67bda9a46f3e2e88b8", "8b8c58d65b3049ef8a844f237096b06d", "1d8256878b534440b5ba54b31bfb210b"], "heading": 4.709, "instructions": ["Walk through the living room and wait in the foyer near the table. ", "Walk straight across the room in front of you and out the doorway on the other side. Once out the doorway, stop facing the wood table with a black top. ", "Walk past the couches and wait in the hallway directly in front of the painting and cabinet. "]}, {"distance": 19.72, "scan": "s8pcmisQ38h", "path_id": 2793, "path": ["796a7cec3a9648a097bfe3a76587513f", "6d24c882111d4c29b64b6b494d644159", "937ef6a5582f4186805e8f370131ddf3", "7458e0a2cb7e4ce3b7c85fe452ac4dbc", "8eacf8672d1546f6b90a6966b6e45db0"], "heading": 1.546, "instructions": ["Pass the white couches and head straight until you get to an old stove on the right and wait there. ", "Walk past the double loveseats. Walk past the wagon wheel chandelier hanging from the ceiling. Walk past the stairs to the left. Wait on the area rug. ", "Walk across living room, through archway and stop on the red rug in front of wood stove. "]}, {"distance": 13.34, "scan": "ur6pFq6Qu1A", "path_id": 2032, "path": ["5e68c6a14e904603a20995d4a2f7d7ba", "7549e6eb2d5c4bc8957afd427743042a", "ea4298ce6f094758ab87d303f2c1a3f3", "1658cf239ba84bd298464bd7df7ab50c", "90fffdb662594d3188152af162293538", "f80615548af14224b3d0c65bd5919a3c"], "heading": 0.723, "instructions": ["Exit the bathroom, and turn right at the corner. Keep walking straight passing two laundry baskets, and turn right next to the door near the baskets, and stop there. ", "Turn around and head towards the wall. Turn right and go down the hallway. Turn and enter the double doors to your right. Stop in the doorway facing the large table. ", "Exit the showers and walk toward a black piece of furniture when you get to that turn right. Head down the hallway and after you pass two baskets turn right. Wait there at the entrance . "]}, {"distance": 10.5, "scan": "aayBHfsNo7d", "path_id": 6150, "path": ["01f2afc7ba584593aa5712707d285507", "07828abd68f54c2ba9ede7aa649932df", "01b9f3583d5e45739e01e0b3cfe21c09", "fc188c1c407146ce88db33e41d932cae", "ff3ed1ef732845839881115ed38d331f", "9d691cb5fdfc46d995836e1ea82465d7", "fb81d03848c24f9a89220e899fa32b8d"], "heading": 4.808, "instructions": ["Head upstairs and stop near the sliding glass doors. ", "You need to go up the stairs and make a left, wait inside the doorway to the outside porch. ", "Turn to the left and begin to go up the stairs. At the top of the stairs, turn left, then stop before the door to the outside. "]}, {"distance": 7.54, "scan": "1LXtFkjw3qL", "path_id": 7238, "path": ["a3fe827d49db4f7caa076c313434d418", "e0f025c0baa94beba57ea499e3d846c5", "6ab39d830183407cb7ec17206889000d", "74d5b2290be74a1ba052b6fe2320e064", "e8e2d73795e54b6db89cd32745e79fb9"], "heading": 1.739, "instructions": ["Go to the bottom of the stairs and turn left. Walk along the orange wall, past the stone statue, and go through the doorway. Turn left and stop at the top of the steps leading down. ", "Go down the stairs, and take a left. Go around the dining table and exit through the door on the left. Go down the three stairs and stop at the bottom of the stairs. ", "Go downstairs. U turn left. Go straight and then turn left. Wait near the double white doors. "]}, {"distance": 12.72, "scan": "D7N2EKCX4Sj", "path_id": 3168, "path": ["abdb1b4d143e491f8a9350b2fd869122", "cf4babf2d24a44418351494fa1cb5ebf", "9bbc936210084a00ad05856e0f5a3364", "ba692fd9ec524282935a608d975374e3", "f0501ef281ab486eac400af37a580e19", "e968c229f17d4600a704d6197473c5a4", "aaaee36fbfc94d26be1a858fceaa91dd"], "heading": 0.103, "instructions": ["Turn 180 degrees and walk down the steps. Turn right at the bench and take two steps. Turn sharp left and walk straight alongside the railings. Turn right into the doorway after the painting on the right side wall. Once in the room, walk into the bathroom doorway to the right of the bed. Wait by the sink. ", "Head down the stairs and go to the carpeted hall on the right.  Go down the hall and turn right into the bedroom that is right before the railing on the left ends.  Turn left into the bedroom bathroom and stop in front of the shower. ", "After you go down the stairs turn slightly right go past the elevator and go into the third door on the right. Turn right and go into the bathroom and wait by the toilet. "]}, {"distance": 17.18, "scan": "dhjEzFoUFzH", "path_id": 4910, "path": ["7fe2b3bb1aab48328a4fcab561f0dd9a", "9f7652b8f59f4eac8c2814819ee5c800", "77765bc787774a07806ee129edbb9891", "3e059da6355345068ddcc214b14b0bdb", "b4b83e0d008c488ea48b6795050c52e4", "17b98736c06342759c7c5079cb2c78ed", "feeada1022ce4fdc990741601b139f0a"], "heading": 6.155, "instructions": ["Turn around and walk to the right past the piano. Walk to the right side of the large column and stop when you reach the first set of benches along the wall. ", "Moving away from the alter area, bear left and go between the alter and the pulpit. Jump over the rail and go around the column down the right wall. SIt in the first pew you come to on the left hand side of it. ", "Turn around 180 degrees. Go forward. Turn towards pillar on the right. Go forward and stop at bench. "]}, {"distance": 7.32, "scan": "mJXqzFtmKg4", "path_id": 1625, "path": ["515d07d6153747d9b233ba0590ce439c", "432b3b9f281243a1bed28ff4877bc7e7", "328ef7c3d2ed4da7a2e2af2f27735c10", "929158cc8c424c099a601a36e0fc2270", "b18be3157a6f4b9c8df154f8f310099d", "7478c47d6145458d80f89cee31d70fdf"], "heading": 1.652, "instructions": ["Go straight down the hall, veer off to the left a little bit.  Enter the first double door on the right and go into the bedroom. Turn left at the bed and nightstand, go a littler further and stop by the wooden cabinet.  Wait there. ", "Walk forward toward the plant. Take a left and go down the hall. Take the first right into the room, and take a left into the bathroom. Stop in the doorway to the bathroom. ", "walk down hallway and turn slight left to open room on your right. enter bedroom and turn left at bed.walk to bathroom. Stop at doorway. "]}, {"distance": 12.1, "scan": "5q7pvUzZiYa", "path_id": 5540, "path": ["23f11ca018144f2ab23fe61a59cdf150", "07304b100af64280bbaf510f06c7069c", "006712c7ac144e9f9d36be2efd86ca61", "b8d39c5113ee41709a857e1ddb0bcc31", "653607f8da534a44b23e59d28b7db059", "924d79eb7fdf4504a97a22e1d96b2a6a", "31447d5126954b3aba54bebd9f768964"], "heading": 5.384, "instructions": ["Walk towards the window and exit the closet area, turning right.  Walk past the foot of the bed and into the bathroom door next to the TV.  Stop once stepping into the bathroom. ", "Exiting closet, make a right, continue past bedroom and enter bathroom and wait. ", "Exit the closet and enter the bedroom. Exit the bedroom and enter the bathroom. Wait in the bathroom. "]}, {"distance": 11.91, "scan": "uNb9QFRL6hY", "path_id": 5899, "path": ["a434d2704d9542bf93f1d7cf9ebbdab1", "b74fe16da1314290afeb10ce7ceae1c6", "b2ccf1e70dbf487f8f0e1b0827e54014", "1e007e734c6e43ac9b2a8d37531eedcd", "1535c13966f046a6b91b1ee948d3080c"], "heading": 1.898, "instructions": ["Proceed straight and then go up the center stairs three steps. Go to the dining room towards the left and pass through to the kitchen  Stop in front of the sink and wait there. ", "Take the first few steps up to go through the dining room and into the kitchen. Stop and wait near the island. ", "Go up the three stairs, and head toward the dining area on the left. Walk through the dining area and enter the kitchen. Stop before you reach the sink in the kitchen. "]}, {"distance": 7.78, "scan": "cV4RVeZvu5T", "path_id": 4308, "path": ["abc8f6c9abf44c2cb2509ddc331f948f", "faa7088781e647d09df1d5b470609aa3", "7d708a5b80ee45979870bae83b2bdd44", "c29e99f090194613b5b11af906c47dab", "7743b72f7c3d40749363873307eef9c9", "7cd02069ac1546319b95be27fc04d7b5"], "heading": 0.923, "instructions": ["Walk through the bedroom towards the stairs.  Walk up steps, and turn left.  Walk up second set of steps and enter the room straight ahead.  Wait here. ", "Leave the bedroom and go up the first set of stairs.  Turn left and go up a few more stairs and stop in the doorway on the landing. ", "Leave the bedroom and walk up the stairs.  Turn left and go up a few more stairs and enter a room with a fireplace on the far wall.  Stop in the doorway to this room. "]}, {"distance": 8.17, "scan": "PuKPg4mmafe", "path_id": 3956, "path": ["cde4845dbdcd439b988ffa3ab38262d1", "462cd36ba0ff43b7af69994cc7e2384f", "854ce53825a347bba52684d20cca190b", "3875b9ad36924b869985fed0412bc926", "37f62db110c94798b2eec3c180d2fa39", "21b70fb62de1453295b57dcba54c8310", "97199ffe16bc45d0acb64341501e467e"], "heading": 6.011, "instructions": ["Walk straight ahead and wait next to the small glass table with the flower arrangement on it. ", "Walk forward with the reception desk on your left. Stop before you reach the round table on the round tile decoration. ", "Facing the room marked \"management\" turn left and go down the hallway, and stop near the circle in the middle of the room. "]}, {"distance": 8.98, "scan": "5LpN3gDmAk7", "path_id": 6938, "path": ["ecf7f32b104046b78316ed4194fad634", "4848ed4db295441c8722127d3df1c8c1", "c75f71faa8b74a8eb875731b3dbe6183", "aa5bf4cd5d0448bf8be5f5dbc0b53fe3", "3eb5a1587c244eebba6d63748a57b9ad"], "heading": 4.105, "instructions": ["Go straight and pass the pool. Pass the two chairs on the right and go into the house using the large glass sliding door. Wait there. ", "Walk forward, and enter the house facing the kitchen. Stop in the doorway to the patio. ", "With the sliding glass door to your right, move forward until you reach the threshold of another set of sliding glass doors that are perpendicular to your orientation. "]}, {"distance": 13.29, "scan": "ur6pFq6Qu1A", "path_id": 6282, "path": ["1883286dc68046a88c51e1d3e0ac803e", "55fb9841019e4ca3ad98f4ff85ea4cab", "2ab7cc6ff29e4f8298446de2fb2a3f01", "aaaacb5ba3d54336ab642045633dd829", "5eaf782cc1e34b038bfa2d2fd383ab0a", "ad506c95650a444eb205c2f9ebbd26fc", "79569bffc7674614a31ad21a0d3f922f"], "heading": 1.486, "instructions": ["Go straight and down the hallway on the slight left. Walk until you get to a large room with a square design on the floor. Turn left and go into the first room on the left. Wait at the entrance. ", "Walk straight across the room and out the left side. Walk down the hallway until you reach the room with the doors and turn left. Enter the door to the far left and stop once inside. ", "Walk across the room past the divider.  Continue to walk done the hall and turn left at the foyer.  Enter the massage room on the left. "]}, {"distance": 6.11, "scan": "cV4RVeZvu5T", "path_id": 2150, "path": ["5f3ff024aa0d403691b0f649a7b7a45a", "a4d731efebcc4e9f8902a6de63f998fb", "f8a1271047a0471e83c51ec2be8df013", "39f7bd2434cc4f4798baec7990880eb6", "c0b35cf0420249eebcfd32127aec6a6d", "629d8b184bc64fcab6bea40d18d71c66", "185a777f88df4f4caef435ac26323c85"], "heading": 0.152, "instructions": ["Walk down the ladder through the trap door on the floor. Turn left and wait in the doorway. ", "Turn to your left. Go through the stairway in the floor. Once you are at the bottom, go through the wood door on your right and stop inside the room facing the fireplace and furniture. ", "Turn left and go to the trapdoor, go down the trapdoor, go left and follow the hall way keeping left until you are in frojt of the white shelf, turn right and go just inside the doorway of the large living room. "]}, {"distance": 7.01, "scan": "cV4RVeZvu5T", "path_id": 3201, "path": ["db7a229a929043b290d5d9510bfb3c2b", "9afe7c95718743e288c6f3dceb252faf", "8329085eff624e2383ac389479ebb608", "e0cc229442d3469893cdf81c6087f53b", "b34a815938144c9dadecd6f1dc532eca", "7fb6b56858c14239a79f65ef01e8691b"], "heading": 1.236, "instructions": ["Go inside the building and move right when you are inside.  Go into the doorway of the hallway that begins right next to the top of the stairs.  Stop once you enter the hallway. ", "Walk down rock path into the house turn slight right and stop under archway. ", "Go up the stone walkway and through the doorway. Turn to the left and wait under the first arch. "]}, {"distance": 10.01, "scan": "kEZ7cmS4wCh", "path_id": 5243, "path": ["d63f17ffd240402899fc90e069e20da0", "b02ebc952fcf4ff0942c56b2b3251b44", "d547331b610244018371be43294f36c1", "ee4d521f9b174894b7b595e1b56ee901", "33bea45604484e13bdaf280b2e8de538"], "heading": 6.012, "instructions": ["At the top of the stairs turn right and walk past the framed black and white artwork.  Go through the doorway at the end of the hallway next to the potted plant and enter the bathroom.  Stop in the doorway that leads to the room with the sink. ", "Turn right at the top of the stairs. Continue forward toward potted plant. Enter through doorway. Enter through another doorway directly ahead leading to the bathroom. Wait there. ", "Turn right and go straight. Go straight into the bathroom. Wait near the sink. "]}, {"distance": 15.0, "scan": "759xd9YjKW5", "path_id": 5001, "path": ["abfdb9e245524fac9a1f70419788b6bf", "2ebc2682287645efabf7f2319682aab1", "904beb4bca9e4e2b8d15f3af9b70a242", "9c2919ad974d472fa4f97c01005666f0", "fc30206582bb494190095c4439e2da29", "bbbe225834074bb0a3fb31a3e1e80685"], "heading": 4.45, "instructions": ["Go into the hallway and go to the right and down the hall. Make a left into the dining room, go past the table and turn tight into the living room. Wait between the armoire and the fireplace. ", "Exit bedroom. turn right and walk down hallway. Turn left into dinning kitchen area, exit dinning area and turn right into  living area and stop by storage armoire. ", "Walk through the door with the bed on your left. Make an immediate right and into the hallway. Walk down the hallway with the windows to your right. Make a left passing the dining table to your left. Make a right and walk towards the large sofa. "]}, {"distance": 15.32, "scan": "VLzqgDo317F", "path_id": 2432, "path": ["b4e027328a1b492e85e269df23fef364", "e51fa073bf2a449989cd5c29ec46fffa", "ba5080db55e84e4f9a9c02a4549e7448", "56cf724d00bd469c8c4b80ad9ffa68dd", "807009de2d6c43bf857a9250dc76f8be", "057976101e4f4f04b99391f81aa9c1b8", "50a6d809b39f4f19b02c4db72111046b"], "heading": 4.419, "instructions": ["With the fireplace towards your right side, enter the room ahead and exit the next room via the rightmost opening on the opposite wall. Continue forward until the carpet ends, then go past the rope barrier to your right and wait on the carpet to the right of the fireplace. ", "Walk down the right side of the hallway. Enter through the doorway on the right. Continue walking straight. Turn right and stop at the entrance of the room next to the rope partition. ", "Turn left and then wait next to the fire place on the right. "]}, {"distance": 12.34, "scan": "8WUmhLawc2A", "path_id": 5652, "path": ["550d66ef28114bef8525d3a2d6db9cd2", "01b439d39a8f412fa1837be7afb45254", "b6018ae2d13248f7a12edbf31f70b04d", "d90dea9462374ee08a44f35e4505926e", "4304b16fd7b744ec8cd9277d0adcb4da"], "heading": 3.09, "instructions": ["Go past the couches and turn slightly right to go into the hallway. When you see the round rug go into the room that is on the right and wait near the table with chairs. ", "Walk past the leather chair and to the right of the pictures. Walk down the hall and into the office to the right of the front door and stop in front of the desk. ", "Exit living area make a slight left and walk toward the office area, and wait. "]}, {"distance": 7.03, "scan": "JeFG25nYj2p", "path_id": 7136, "path": ["5e03e25da5354169b69a22d1e83a9396", "addfea9928174ac1803f8f46cce98c7f", "c3252976460541b2b3f3f0e120a3e999", "4a8e3e54dff24b6d823116967b9394e1", "9376619fe9f04b57afe602afe554c680"], "heading": 2.722, "instructions": ["Walk around the table. and past the gray chair. Stop by the bookshelf. ", "Go passed the table and stop near the doorway on the right, near the white bookshelves. ", "Walk around the left side of the table and walk to the doorway across from the brown chair and stop. "]}, {"distance": 9.65, "scan": "8WUmhLawc2A", "path_id": 3723, "path": ["0fd8c430bdb34aedb5c11b56ceb13b63", "5186e9da9b4248318f4a7ae68d11da15", "f032c9ee981a4462914468785f0a4abe", "f553a3287fb2438b979f09b09448c7c0", "74a12d0675b54d6193ba63104a6a8e2e", "34d76d6db3484d04a47482685c9ab420", "b3cb0280416742fc9dcba0d2d9e5d2f7"], "heading": 6.22, "instructions": ["Walk past the couch and through the kitchen. Continue on into the hallway on the right and turn left. Enter the theater room at the end of the hall and wait by the door, near the screen. ", "Walk past the ovens and turn left. Wait beneath the movie screen. ", "Go towards the single oven and make a left, go towards to the double oven and make a right, then at the intersection take a left, then go to the brown doorway and stop. "]}, {"distance": 16.54, "scan": "PX4nDJXEHrG", "path_id": 4617, "path": ["8f6e247cade44925bd3406f4590e24ae", "ae8b8fd21d474f7a9a429fe6c86b514e", "701006439c3f44239c348b0b92833ca3", "ca485cbdb9c247a0b7b964a0589c4311", "8d2813d7fcef4b1baaf6fd9e481bf0e0", "2ba3d353cffb46eda191ea81569608f7"], "heading": 3.059, "instructions": ["Go indoors. Pass the couches and go up the steps. Go straight down the hallway and turn left. Wait near the entrance of that bedroom. ", "Enter house from patio, walk across living room up steps and through kitchen. Turn left into bedroom through double doors. ", "Walk into the house, and go up the stairs. Walk down the hall on the left of the kitchen. Take your first left into the bedroom. Stop in the doorway. "]}, {"distance": 10.61, "scan": "B6ByNegPMKs", "path_id": 6679, "path": ["b2420cbe2295499eaa8008d3c446a28d", "3ccaba3056a74ee49cc92cbceab99c47", "bef531d4501042f99c218decf5e2b9bf", "260a052ae6d54a6191b6a67ebe726e20", "53249ef8a94c4c40bd6f09c069e54d16", "c083ff948945461b882f657036d8a1d7", "4ff121c05215423186800ba733221f0e"], "heading": 4.829, "instructions": ["With a glass wall to your immediate left and another one ahead of you, walk forward and turn right down the hallway. Pass by three doors on your right, then pass by a door on your left. Veer slightly right and stop in front of a set of double doors to your left and even with the jam of a single door in front of you. ", "Walk down the hall and turn right. Walk down the hall and stop under the exit sign. ", "Go straight and then head right, down the entire hallway until stopping at the double doors under the exit sign. "]}, {"distance": 6.75, "scan": "D7N2EKCX4Sj", "path_id": 5987, "path": ["8d27cd9bb3884465a9c48ad38fde69fd", "592a33a207ee425ebaa1c86f9a31e1a3", "54f83ce9bf4543ff8219bd1c450ada78", "d166ebf97d1b4e1bae5234cb40ad4a50", "761e41fbabfd4f1c80c3ab77df6732ce", "635e26ebc0594a23b1159bb0c6d15cc8"], "heading": 3.759, "instructions": ["Go past the fireplace, make a left and go through the doors. Make a right turn under the deer head and go straight to the open door. Stand in the doorway to women's bathroom. ", "Walk past the fireplace then turn left. Turn right and then go straight into the room ahead. WAit there. ", "Go to the bottom of the staircase. Go into the dining hall. Enter the room with the buck head above the doorway. Go straight into the women's restroom. "]}, {"distance": 7.76, "scan": "PX4nDJXEHrG", "path_id": 5235, "path": ["fb45b9079d34475998c4a9434f70ea38", "74230db02c1748bb89b3ada696cb5deb", "d8404ae7e4a045c29e8a991181424a01", "5d679afd01cb49259c38c0cb750319d2", "a8620ab48374402187c81c4ccb48e01b"], "heading": 0.022, "instructions": ["Stand so the door going inside is behind you and walk straight down the deck towards the table and chairs at the end.  Stand between the two pillars on the farthest left closest to the table and chairs. ", "Follow the deck outside to the picnic table and stop. ", "Walk to the left side of the porch. Stop on the left side of the coach next to the pillar. "]}, {"distance": 5.7, "scan": "8WUmhLawc2A", "path_id": 3102, "path": ["71c4574785a44394bfb662c2e1c617bf", "c75fd37598a0457e83b654dbd0990934", "cc356636fdbf45769882f5912bc6d009", "410b3939a8c24ab8858782fa544d704d", "ca75317572dc44509427cf7b2caecda6"], "heading": 3.21, "instructions": ["Step forward towards the same closet door.  Step through the doorway and enter the laundry room then turn to your right. Proceed forward and enter the small hallway and then turn to your left.  Step for into the kitchen. ", "Walk straight towards the laundry room, turn right, walk through the doorway, turn left, and enter the dining room. ", "Exit the closet by walking between the hanging shirts on your left and the cabinet to the right. Bearing to the right enter the hallway and then turn left. Take several steps forward until you're even with the dark wood wall on your left and stop and wait. "]}, {"distance": 8.97, "scan": "e9zR4mvMWw7", "path_id": 3067, "path": ["668afc4dfc26489eb3cb2ac023fd9746", "1d316dfbe35f41dd9203eaf88be5aae8", "18653fa3d6ba4f82889237201ee07d11", "cd47116ee6264bc691811409bf779f34", "d08f0e14da3b4d1bbc760d73b3c3ebea"], "heading": 5.818, "instructions": ["Pass the dining room table with chairs then turn right. Exit the room and turn left to go into the garage and wait there. ", "turn to the left, walk to the right the of the table. Turn right and then left, stop in garage. ", "Walk past the dining table and leave the room through the door on the right.  Turn left and then left again down the stairs into the garage.  Stop at the bottom of the stairs. "]}, {"distance": 9.27, "scan": "pRbA3pwrgk9", "path_id": 3426, "path": ["03de6e2562bb4f56a88db3ceb681af78", "05c882896a9b4a118968314675ff90d8", "05c49a8b61034633ad57ae3527dac65d", "f923d8ec1f32400c864837ba572fe199", "4df525c1410447848d24dedb3c31a7be", "2238391e894144e9aaf38aaa16433153", "f5a52ba78b2e4772a7315af44e0439e0"], "heading": 1.588, "instructions": ["Exit the shower then turn u turn left and go into the room. Exit the room using the second door on the right and go up the steps. Pass the book case and wait near the plant in the brown pot. ", "walk out of shower towards tub, turn left and exit through the door on the left  turn right and walk out of second door on right walk up stairs and onto carpet and stop. ", "Exit the shower, turn left and enter the bedroom. Exit the bedroom through the double doors and walk up the stairs.  Stand near the bookshelf. "]}, {"distance": 11.5, "scan": "gTV8FGcVJC9", "path_id": 2460, "path": ["256dc665735e449390f270c7a458f043", "ff09f08326554da4b711c142a4762959", "21a3b1b76e8649699ad9a1a0aa831522", "143533f78ff64e93b911ec7868911688", "c1a3dc19c1154eb79d45f72d4885016d", "85599a90376043339b55e424eeb9aeab"], "heading": 0.423, "instructions": ["Locate the stove. Travel around the counter to the doorway to the right of the stove. go through the archway and to the stairs. Go up three steps. ", "Walk through the kitchen around the counter passed the sink. Walk through the open door on the other end of the kitchen. Continue through the next room and walk around the corner through the open door near the fireplace. Walk up the flight of stairs towards the entrance of the home. ", "Leave through the door on the right of the stove. Take a left and head to the stairs. Stop on the fourth stair from the bottom. "]}, {"distance": 9.49, "scan": "D7N2EKCX4Sj", "path_id": 6199, "path": ["0e83345cd3d942f09ddc91b80911535a", "3c476cfa737347bda82af89dd8127ae3", "be0eda30886b4aa882f8ba0b213da958", "54f83ce9bf4543ff8219bd1c450ada78", "d166ebf97d1b4e1bae5234cb40ad4a50"], "heading": 6.066, "instructions": ["Go indoors. Go straight toward the fireplace. When you get to the fireplace turn left. Wait in that hallway. ", "Enter the building and walk through the dining room. Walk past the flat screen on the left and enter the hallway. Wait near the phone. ", "Enter the building.  Walk next to the bar and the wall with the television hanging on it.  The bar and the television will be on your left as you walk.  Take the first door on your left and stop in front of the bathroom door. "]}, {"distance": 8.91, "scan": "JeFG25nYj2p", "path_id": 536, "path": ["ec3fd35293e24e53bd326510d9717d2d", "15c01d0144e6410a9c05aa49aed26d6e", "21947bd34d904610867e83c1e9a962fb", "d907086855c9497dacdb77503099ba10", "fbe8732f87f94c35a49be695f2a556de", "52ca4f1175c846b0ab281ed9135b1040", "0965af34fada440a89bfb3700aa800c1"], "heading": 0.785, "instructions": ["Walk into the bedroom and towards the bed taking a right and walking pass the dresser and take a right into the doorway and right out into the hallway over the star tile in the middle of the floor and stop in the doorway inside the living room. ", "Walk into the bedroom area passed the table with the sculpture of the hand and then out of the room into the hallway. Walk passed the small curio cabinet. Walk into the room around the corner passed the plants in a vase. Pass by the bar counter and sink in the room. ", "Turn to the left and go past the bed.  Turn to the right and then quickly to the left.  You'll go through the doorway and across the hall.  Then you will enter the living room and stop and wait. "]}, {"distance": 18.38, "scan": "E9uDoFAP3SH", "path_id": 4683, "path": ["d4187eee459c477eb49e376eff9fefb4", "3d11e46400a14c6cbc0ae42a5057ae97", "36ba7aeeb72e40d69e3e1c775e4bf541", "9d33a07061f54a5eb58588a5bc9f10da", "85f8ca653a7d4d2c8b5415c12bd0abf8", "eae656fc42b1467089883eae9a69c9da", "ad945086480e44eb9c6cb83c63cd7864"], "heading": 4.279, "instructions": ["Enter large lobby and turn left. walk to the end of the room at center through double doors and stop on porch. ", "Go straight toward the round table  then turn left and walk outside using the large double doors. Wait there. ", "Turn around and head down the hall. Turn left at the table and head towards the other table. Go through the entryway on to the terrace and stop. "]}, {"distance": 12.07, "scan": "kEZ7cmS4wCh", "path_id": 7286, "path": ["3ca0a0e34b9046d58a1c3fe2543576e0", "6811d52593b740cb9047202ce1e8a1e4", "92b354c34ef04db58d7df4a754253ac4", "c51baa7dc99849c4934d01a94a268c23", "a0538fdc778f4a90ba3b0ef0f40d5caa", "87298f50ef9140d891e1a06b4f1fab8a", "503e9158558647fea49c1e6cfd0d5bc4"], "heading": 4.345, "instructions": ["Turn around and walk to the end of the hallway. Once in the kitchen, turn left and walk all the way through the sitting room ahead. Walk out the door to the left to walk outside. Stop once you step onto the patio. ", "Walk down the hallway into the kitchen and make a left turn. Head past the couch and stop in the doorway leading outside to the patio grill area. ", "Walk down the hallway, pass through the kitchen and head outdoors through the doorway on the left. Wait near the doorway. "]}, {"distance": 10.61, "scan": "1LXtFkjw3qL", "path_id": 67, "path": ["3adc93014dad46b6879d8d7b6922f02c", "1144d00a8ebd417f8a0de419ea12c1e5", "b8196686626248beb76ea7c31e6e44e2", "c5f2bf41ad33497a925bead423cbfb19", "2816e163791e4878804d6b7476b9dddd", "425e120b2d7742b1a8f0902355908761"], "heading": 1.675, "instructions": ["Go straight to the hallway and then turn left.  Go past the bed.  Veer to the right and go through the white door.  Stop when you're in the doorway. ", "Move forward\r\nTurn left\r\nWalk forward past bed on platform\r\nWalk forward past green sofa\r\nStop in doorway. ", "Walk past the bed through the lounge area and wait in the doorway. "]}, {"distance": 13.07, "scan": "VLzqgDo317F", "path_id": 3563, "path": ["c03d15601e3d49d2875de7dd3776e237", "4f505ab96ae5409782db6ae4fe9fc724", "8113cb01c8d944a1af5f2dfc7f008b0c", "7e3147f2e0c24ea78fe71609fd36e7ee", "fd433ad8502149ec849c4c51bb989e4a", "dd6b2993f882400ab51f9e8c38148b7a", "79aedad1206b4eea9c4b639ea2182eb7"], "heading": 3.099, "instructions": ["Turn to your left and go past the rope to exit the room to the right of the fireplace. Once in the next room turn left. Walk to the end of the rope and turn right. Walk and stop at the top of the stairs facing down them. ", "Turn right and pass the fireplace go out of the room then go left and wait at the top of the stairs on the first step. ", "Walk past the chairs and turn right. Walk through the double doors and turn left. Walk to the top of the stairs. Stop on the second stair from the top. "]}, {"distance": 7.64, "scan": "8WUmhLawc2A", "path_id": 4353, "path": ["7bb21e85f02a4d468cd1c7040e46c596", "e33610a744554c9d9202fa95100304ff", "c3f75cb415554a919dbc49eaaebc702e", "276586d2d2e14dde82b112c03ccf2188", "6ee4b38dbc684eb3a7ccb7a4b2f36221"], "heading": 1.748, "instructions": ["Exit the sitting room, walk towards the kitchen and stop in front of the door, near the dining table. ", "Walk toward the fireplace then turn right. Turn right again then go straight until you get to a  round table with three candles in a clear vase on the right. Wait there. ", "Turn right. Circle around couch. Go forward. Stop at table. "]}, {"distance": 10.67, "scan": "Vvot9Ly1tCj", "path_id": 5757, "path": ["7fcbcc0b4cd149eb8cacc9a64035dc8c", "ec2928853f894aa7a626b0acd9558682", "d102703b15c04d8b9e3922869068dd60", "c3c936c7eedd44c985bc142e5cd568b4", "8c6c10daaa394125b4bdb198bc99cbad"], "heading": 0.118, "instructions": ["Turn right and go past the table and chairs into the hallway. Turn right and go into the laundry room. Wait near the sink. ", "Walk toward the bar stools in the kitchen area and go down the hallway to the right of these bar stools.  Turn into the doorway on the right and enter the laundry room.  Stop in front of the sink. ", "Exit the kitchen through the room on the left of the mirrors. Take the first right into the laundry room. Stop in front of the sink. "]}, {"distance": 5.16, "scan": "82sE5b5pLXE", "path_id": 3349, "path": ["89eeae92b2fe4b68abb274970a931608", "18e3c05b91774b1b9200fa4b1966bf74", "1226e70df8e44d6596ea46945a62f689", "49913376d9ab471a8fce92a8edc786b9", "43b8e298f5c6479d8f839c7cc7ff3fe2"], "heading": 3.858, "instructions": ["Exit the room and climb the stairs to your right. At the top of the stairs, take an immediate left through the opening. ", "Exit the bedroom. Turn left and go up stairs. Turn left and wait at the entrance to the sitting room by the two closed doors. ", "Exit the room and go up the stairs on your right.  Stop inside the doorway that is on your left. "]}, {"distance": 10.77, "scan": "pRbA3pwrgk9", "path_id": 4117, "path": ["0b462a13045b4e8dae99aa207fe6302d", "e29406c286884326a4dc183830bdb6d8", "93a427d35bc348c39e58ad8df872af1e", "fb6686350a574fc5ad854b3fc87c1bcb", "20d0dd92ae094db2b222e2c753846aed", "bbf7810f1580476392b237f8d83ff22c"], "heading": 0.099, "instructions": ["Walk into the doors and inside the house. Once inside walk across the room and up the small set of stairs. At the top, turn right and then stop on the blue rug. ", "Cross through the living room. Ascend the small staircase and stop on the rug to the right. ", "Walk straight through the living room area, and up a small set of stairs. Turn right, then stop in front of the dining table. "]}, {"distance": 6.37, "scan": "r47D5H71a5s", "path_id": 3996, "path": ["96d3ea8a25b347e4b097f070a1cba15e", "7dcc99131ec74b968cb9d728c49220e0", "e6e19fd376c544b58035a32bd44ed8d4", "4ed50a2f86384de599f06df862d17b10", "c5fe339f452f4eddb9659f812c38c748"], "heading": 5.547, "instructions": ["Go straight into the room ahead and then wait near the two sinks. ", "Go through the hallway opposite the plants and go straight into the doorway. Take about five steps in and then stop. ", "Turn right and walk through the open doorway. Wait next to the sinks. "]}, {"distance": 14.36, "scan": "gTV8FGcVJC9", "path_id": 715, "path": ["aaa698435aea48b29113314ee362e54b", "f51948f5b87546778b9800960f09f87b", "4c328fadee7746aaa3bc81984c4bce68", "15224ab8675346808c6cb06f06fcaddf", "b539d88c74c9401996c192678c306205", "d9b61174f44a453c95bcf1fd8dffcc7c", "38120419ee5c40eaabd9719a538d1550"], "heading": 3.463, "instructions": ["Walk down the stairs and straight across the hallway. At the end of the hallway turn right and walk down the stairs. Stop by the first window on the right. ", "Walk down the hall, turn right, and walk down the stairs. Wait on the stairs by the window. ", "Go down the stairs and walk straight down the hall all the way to the end of the hall and take a right into the hall going down the carpeted stairs stopping on the third stair from the bottom. "]}, {"distance": 7.09, "scan": "JeFG25nYj2p", "path_id": 1955, "path": ["13f2aa8423ca4c5588d50631355707c0", "39274e52c0404a0a85a1705133468817", "cc9907d0bebb4c78938322ea577af7cf", "4262bd54789f4caf839be008248e4d90", "b2f31140a9d0482096da4ac481fb8a56", "b09e4d4c48154b58914cf98dc3d8983a", "cffa1c807d2c4a708aa1e5f42aeba106"], "heading": 1.429, "instructions": ["Leave the bedroom and take a right. Walk down the hall and exit the room. Take a left and stop in the doorway to the living room. ", "TURN TO FACE THE BATHROOM DOORWAY THAT OPENS TO THE HALL WITH A TOWEL TO THE LEFT, WALK THOUGH THE DOOR, IN THE HALL TURN RIGHT AND WALK TO THE END OF THE HALLWAY, TURN LEFT AT THE END OF THE HALL UNTIL YOU FACE AN OPEN DOOR TO THE LEFT AND A RECESSED STATUE IN FRONT OF YOU, WALK TO THE DOOR ON THE LEFT THAT LEADS TO A LIVING ROOM. ", "Walk to the end of the hall. Turn hard left. Wait in the doorway. "]}, {"distance": 10.82, "scan": "V2XKFyX4ASd", "path_id": 471, "path": ["4e9aca10b4f142a48cde60ca007e614d", "b4939ad76d9c43d38c082e5dff3c6e22", "3a576ae37f7742b6bc2962583f733be0", "7ec737a602ba4644b6a57cb2f1ef942c", "47094ff79bbe4111a8e2a6be34cac487", "13d9c9e942dc41d681f97bf0989b4bc8", "b2b6f9bc6773421a90f965ba369a4786"], "heading": 4.311, "instructions": ["Walk across the bridge and wait to the right on the second step of the stairs. ", "Cross the walkway and go tot he top of the stairs.  Walk down the first three stairs and stop. ", "WALK TOWARDS THE BASKETBALL HOLDER AND TURN SLIGHTLY LEFT, WALK TO THE END OF THE BRIDGE WALKWAY AND TURN RIGHT, WALK TO THE TOP OF THE STAIRS. "]}, {"distance": 11.07, "scan": "V2XKFyX4ASd", "path_id": 4311, "path": ["cae5bc03a39a4790aa93f8ce3a55da06", "f7bfe15839b94a548dec94d2875b9cc3", "98b08d62cf5b42d8b6c22eb40774eb97", "6902e2e6503e43c0b5810d4cb229ad16", "9f69c6814d3c476d8d05146e862c23a5"], "heading": 1.882, "instructions": ["Walk down to the front near the flat screen.  Then  walk around the couches to the door in the back. ", "Walk past the couches and then around past the hallway and walk towards the stairs, stopping by the open door. ", "Turn around and walk towards the TV. At the TV, turn right and walk down the walkway following the wood railing. Turn into the first doorway on the left and stop. "]}, {"distance": 10.13, "scan": "S9hNv5qa7GM", "path_id": 4595, "path": ["8b55e4f095374cfe8ddb0fda0f0dfa02", "61cac35d27254f8b8edba9601c4f8b5f", "bd9faec23bb3462c94a5fbc6c0a3d5cf", "5b7f2cd508224cf494408c67bb305815", "6a10ae81330345f794a55f2d96a86ea6", "d73741360a1341a5b6bd420c11b70105", "3c5c466d4f64452a9e87c545d918c4eb"], "heading": 5.72, "instructions": ["Walk out of the bathroom and to the right. Walk past the dresser and out of the bedroom. Walk to the right and stop just inside the doorway by the stairs. ", "Exit the bathroom. Turn right and exit the room using the door on the right. Turn right and go down the hallway. Wait near the grand piano. ", "Exit the bathroom and walk through the master bathroom.  Enter the hallway to the right, proceed forward and wait by the stairs. "]}, {"distance": 7.38, "scan": "sKLMLpTHeUy", "path_id": 259, "path": ["f1a519e014f04d569a902f3565d0c209", "f6f840fb1c134312bc96cbbfbd1d24aa", "5c092cee3b7c4684955a2827c06b87e1", "0e5f1cd9a1cf46ecb2280d75dbb0a819", "d9a69bc7b8a54a319a05f366120ef056"], "heading": 2.779, "instructions": ["Leave the bathroom and walk through the office and into the hallway. Walk through the hall and into the living room, and stop once you reach the right edge of the rug. ", "leave bathroom to office, walk across office to hallway, follow hallway and turn slight left, stop in living room with stairs at the right. ", "Walk around the glass table and out of the room. Turn left and walk towards the staircase. Stop in front of the door on your right and wait. "]}, {"distance": 8.8, "scan": "r47D5H71a5s", "path_id": 4082, "path": ["bd624a2988bf4a94839472180cc1b3d5", "e2d51e6321224b5aae0a84c8a90c2dd2", "a9aa7ad5b14e499082ed36083484cfa8", "e396f6fa366b419ba059e65d728e20f1", "32ddd1485c98480f9a6ecd24ace5d49f"], "heading": 0.462, "instructions": ["Exit the room. Turn left. Go past the pool and straight into the hallway. Wait there. ", "Turn around and go to your right. Pass the plants and the diamond window and stop in the entryway. ", "Exit the spa room and turn left to walk past the treadmill. Walk past the pool and wait in the hallway by the large potted plant. "]}, {"distance": 14.63, "scan": "b8cTxDM8gDG", "path_id": 3105, "path": ["ebd302b1d19e48f7b91a2f662ca0582c", "0c171ecf9f6a46828c74e9088cf0c34a", "f3914b4071b7408c843d4d45a7370be2", "de07fa6aafd04c698dbc2dd9cdae9948", "efaf68f3964f4cda858a98f265e6feb9", "57aa6e04ceb34e878125793bc9074a44", "a175a4458f874819865d2496ddee330d"], "heading": 1.818, "instructions": ["Leave the bedroom turn left and go down the turn left and go up the set of stairs.  Walk down the hallway and stand between the picture of the man and the band performing. ", "Exit the bedroom, and walk down the stairs. Make a right at the landing, and walk down the stairs. Make a left at the landing, and walk up the stairs. Wait at the photo of the person holding a bird. ", "Leave the bedroom, turn left, walk down the stairs, turn right, walk up the stairs, walk down the hallway, and wait by the door on the left. "]}, {"distance": 12.1, "scan": "ac26ZMwG7aT", "path_id": 459, "path": ["11fae969386e4e4fa6ed73ac9f20cd1d", "735cc8eae07743a1aa5d41ba878b0eb4", "057625814959401f8e969f5bfbf6cca0", "e3d01ff572e44b4aa1b3df620ab9eec4", "7f7cc5ccc8a948ada2c5ee60d255aa1e", "58f71a450eed4d878a9b9e6a67ad6f39"], "heading": 1.596, "instructions": ["Walk through the open doors towards the glass back house door. Turn left and walk down the hallway passed the paintings. Walk around the corner to the left through the open door into the bedroom. ", "Walk through the doorway and turn left.  Walk down the hallway.  Turn to the left and you'll see a bedroom.  Walk just to the doorway and then wait. ", "Go forward through the doorway.  Turn left and go down the hall.  Take the second left and go into the bedroom.  Stop in the doorway to the bedroom. "]}, {"distance": 11.69, "scan": "SN83YJsR3w2", "path_id": 2054, "path": ["ca9b27594a42478194e66ccf076fd73a", "4e30f38a55414abb9f740d60ad40df7c", "8e5ee1e7e6784eed89a6c8579b4fd88b", "2ed5407274614845a0c2c8f106b861c0", "58a6801fbf32464a8d6fc34db3bc991e", "86028d7e79e14e0790334948dc507179"], "heading": 1.291, "instructions": ["Face the table and chairs, turn left, and walk down the walkway.  Stop at the last urn on the brick walkway. ", "Walk along the deck. Stop in front of the second window past the doors. ", "Go along the outside walkway past the plants on either side.  Stop at the last set of plants before the awning. "]}, {"distance": 6.71, "scan": "S9hNv5qa7GM", "path_id": 1008, "path": ["723a213fbaa847f2a44feac9246fd7b1", "370411a65c3d4dc8bd475805ad0f4195", "84928b00abef4a8489bcaa2ce410d1e5", "dc9eb48ee3324792889cc391d6d4098c", "181c56d99ddd42ba8d4be09dbb135381"], "heading": 4.314, "instructions": ["Exit the the room by the leftmost entrance. Wait on the edge of the carpet by the painting. ", "Go to the left side of the couch and head toward the dining room. Step just inside the dining room and wait there. ", "Turn around and make a left around the mauve sofa. Walk straight until you get to the white door frame. Walk into the room with the oriental rug. "]}, {"distance": 12.36, "scan": "759xd9YjKW5", "path_id": 5356, "path": ["ba9af4d3f96d4b47bd45d828f2d61d2c", "3ed7021b489144e9931aa86d6ed282c1", "1015e20d2dca4a01b6cca0ca0d71c29a", "f0bf7f3b529548a5a2c36fcc9b05b714", "175d0c8d6d7244f5bbeb03190345cb68", "3d0ecd8a8a6f4ba2b3849f2b77083438"], "heading": 1.856, "instructions": ["Exit the bedroom, walk past the stairs and wait in the room to the right of the bathroom. ", "Exit the room then turn right and go past the stairs. Turn right and go into the room on the right. Wait near the bed. ", "Face bed and exit room through the door on the left. Walk  towards the staircase. Continue straight toward the bathroom.  Turn right before entering the bathroom. Stop near the nightstand. "]}, {"distance": 17.01, "scan": "Uxmj2M2itWa", "path_id": 6588, "path": ["8b675c426b5f4d7ca4ef9000da426789", "de07efde6cf54bc28fd6f33b7cffe069", "0cef156ab53041da97dd6a70d3d5af0b", "a92caa72325040bea8093cd576dd9a8d", "0e7a7b8f99a84a719128d3d0982e9b59", "36a2419151544f299c99cc0f247b2bb2", "12a12badbdf44335b299d7656bac26b8"], "heading": 4.548, "instructions": ["go walk to the door then turn right walk a little bit then turn left go straight to the small stair then stop at the mini bar. ", "Turn around and head inside through the patio doors.  Walk past the living room and go up the stairs.  Wait in the kitchen. ", "Pass the table and chairs and go into the house using the glass door on the right. Go straight and up the steps. Wait there. "]}, {"distance": 8.29, "scan": "29hnd4uzFmX", "path_id": 2965, "path": ["45f892a4837c49028f47cb6a341f65df", "1e6190c84052401d8a2435eed54b82aa", "2287f7e926a7402a8723eaf0db683d09", "ac56847024014b05bcc718f73ccde0b2", "4d574a196c884caa93b2da69dd36f201"], "heading": 5.86, "instructions": ["Walk past the couch and across the room. Walk through the third doorway from the left. Stop just inside the doorway. ", "Turn right to face the end of the yellow kitchen with a set of stairs on the right and a table on the left. Walk past the kitchen to the collection of doors at the end of the house. Walk though the door in the middle that has two pictures above it. The door leads to an empty room with a single window. ", "walk straight away from the door to the outside, past the kitchen on the left and stairs on the right, walk into the room straight ahead and stop once you make it in the room. "]}, {"distance": 10.09, "scan": "B6ByNegPMKs", "path_id": 1222, "path": ["69be720ef7d542f0ae989a5d7284a9f5", "9a171506cfa84aaf8423148db313595b", "6059bb4895c44f61b181a695404de5b9", "62598b562a764478bc79f602a231f27b", "dc9ce6f3581e4697a60eaace16a05696", "b2420cbe2295499eaa8008d3c446a28d", "3ccaba3056a74ee49cc92cbceab99c47"], "heading": 4.783, "instructions": ["Walk out of the room and turn right. Walk down the hall and turn left at the end of the hall. Walk forward and turn right and stop. ", "Exit the room and head down the hall, turning right, then left, then right. ", "Go through the door. Turn right and go down the hallway to the Exit sign. Make a left and go straight until the hallway turns right. Keep doing down the hallway and stop at the first door on the right. "]}, {"distance": 8.61, "scan": "SN83YJsR3w2", "path_id": 675, "path": ["18940ca3b21745a8bd52557dc4b8abb3", "7b708eb6eca54256976220baf01508de", "050910e36ac9414c91bb44d962153689", "b36e7fd7a96b44b79bd7e94f9bf75c91", "5ee0bb94477840b8889ab493404d9161", "659ca7d0111b4b539835c5d21f2cc31d"], "heading": 5.23, "instructions": ["Walk straight through the doorway and take a right. Stop in the doorway of the room with a plane on the table. ", "Go down the hall past the lap and into the room with the large oak table and flowered wall paper. ", "Walk into the house off the balcony. Walk straight across into hallway across from the balcony. take the next right, and then go into the room with the dark blue floral wallpaper. Stop in the doorway. "]}, {"distance": 13.42, "scan": "aayBHfsNo7d", "path_id": 5283, "path": ["cfb1d3bfd87d4e87a115ad9553e7a0df", "07828abd68f54c2ba9ede7aa649932df", "01b9f3583d5e45739e01e0b3cfe21c09", "fc188c1c407146ce88db33e41d932cae", "ff3ed1ef732845839881115ed38d331f", "88ffbea957e34cd09d0ce2d3290e9694", "cb0762e9b6af4891b7be36942549586f"], "heading": 4.771, "instructions": ["Go up the stairs and enter the room at your one o'clock position.  Step into the doorway of this bedroom and stop. ", "Walk up the set of stairs to the very top.  Wait by the bedroom doorway between the two sets of paintings. ", "Walk towards the stairs and go up the stairs. At the top of the stairs walk straight towards the open door. Stop in the doorway. "]}, {"distance": 7.37, "scan": "D7G3Y4RVNrH", "path_id": 6674, "path": ["082f6f6ac7c241669643586b39ce562b", "c09569d9a442483ab65364b18a438d1a", "4610dfb32d044ad793cf8640a7ede0f4", "ceed635a9b804a13a8db5fd5cd755281", "e42a8231f4364b629cecd35d58c43635", "3ad040847d7c48788baf889755ecf33c"], "heading": 2.459, "instructions": ["Walk towards the end of the long table. Stop before the second to the last chair on the long table. ", "Go to the right of the table and continue going. Stop near the sixth chair. ", "Stay to the right of the long wooden table. Walk the length of the entire table, and wait near the end. "]}, {"distance": 12.68, "scan": "s8pcmisQ38h", "path_id": 6383, "path": ["95a7711cf04e4681858182530de24d12", "9594700e2d354cc89c318b8df7ac29b1", "f99835e3fffc45bbb3b4c992c78756e5", "e40675d8209d426e8f60cdd315953cab", "7bf81bd8601e4bde87ef2365f625288c", "38b310ec74a041c3ba46b304a712d70f"], "heading": 4.343, "instructions": ["Walk out the doorway, farthest to the left. Take a left, and walk straight down the hallway. Walk past the stairs, and walk into the room on the left and stop. ", "Exit the room using the door on the left. Turn right. Walk straight past the couch on the right. Turn left in the hallway and go into the room. Wait at the entrance. ", "Exit the bedroom and turn right. Continue straight ahead. Turn left into the bedroom at the end of the hall. Wait just inside the bedroom. "]}, {"distance": 14.24, "scan": "E9uDoFAP3SH", "path_id": 6142, "path": ["60399cb6fd9d42a7a364f155fd152361", "d193970cbeac4faeae3b9bfee5c35125", "6c160b1ba8564c09ab8491590266f7f1", "37e7b9950ba44d86b27ba9c5145efe85", "bd0a7e319efd4fd98e373a3d2a025566", "8d01d3df74ea481bb82fd00f4ae6bae7"], "heading": 2.239, "instructions": ["Walk towards the stair case, and continue walking till you reach the doorway directly left the vase with the flowers on it. Stop right under the doorway. ", "Go straight toward the stairs then turn right. After you pass the stairs turn sharp left. Turn right and go into the double doors. Wait at the entrance. ", "Head towards the staircase and turn right. Go past the stairs.  Stop at the archway by the vase. "]}, {"distance": 9.74, "scan": "B6ByNegPMKs", "path_id": 1984, "path": ["c31bc24bb660447ca1ce5a428f7744cd", "6ef1007d4f8641cfa4102b27787f0210", "61b8ed10e81d46e09e19515659eada92", "b22d5420f0b54692b01da8e91ba2d92f", "772987c5182047be8aed36730aa1d6e0", "5f7c3f904a8e45e6b2df0706d699bf84"], "heading": 3.48, "instructions": ["Walk forward and slightly right and exit the room. Turn right and walk forward. Turn left and wait in the middle of the hallway. ", "Walk out of the office.  Turn right and go down the hallway. Turn left at the first intersection and stop. ", "Walk through the door and to the left. Take the first right down the hall and stop near the column. "]}, {"distance": 8.83, "scan": "mJXqzFtmKg4", "path_id": 5334, "path": ["bc13627aa65040738b1d971e11162023", "833cde4efe134469852ef36cd6205711", "2b94e839f10648ca8721a0c8c6da121b", "7bfd840693034959a2dffb2625026980", "7ee437db8a914c6d8ce7555b3ce6aae4", "a475d54e18664630b19f47575a874cf4"], "heading": 3.346, "instructions": ["Walk forwards past the three tall pub chairs. Continue walking straight and pass by the black leather sofa on the left. Stop when you reach the arched doorway on the right. ", "Walk past the bar with the chairs/stools. Pass the couches on the left and wait there. ", "Walk straight out of room. Walk past kitchen bar. bar. Stop next to wall sconce holding candle. "]}, {"distance": 8.13, "scan": "5q7pvUzZiYa", "path_id": 3080, "path": ["9d831ebcbd9b451fa6fa9560242588fb", "67971a17c26f4e2ca117b4fca73507fe", "a77784b955454209857d745976a1676d", "0e84cf4dec784bc28b78a80bee35c550", "7dc12a67ddfc4a4a849ce620db5b777b"], "heading": 2.761, "instructions": ["Walk towards the chair at the end of the long table. Turn right and begin walking towards the brick wall. Walk until you have reached the vase of white flowers and stop. ", "Walk towards the windows and go right.  Stop in front of the white flowers near the couch. ", "Make a hard right. Keep walking. Then turn right and stop at the table with white flowers. "]}, {"distance": 7.72, "scan": "r1Q1Z4BcV1o", "path_id": 4240, "path": ["f09279e00a4a482a8fa26981999bac00", "669fb3436cd44c578b743ab544e25a35", "5ec8f0868ac44bbd85851663a777ca9b", "dfca24101c684319a572d6f7cc7d16de", "7f71bf54a3884deabc7cb90728c7e77d"], "heading": 5.071, "instructions": ["Turn right and walk across the hall towards the benches. Wait in between the benches by the entrance going outside. ", "Walk through the large open walkway with wooden beamed roof trusses. Walk along the tiled walkway past the armchair area and tables with white table clothes. Walk between the first two benches near the entryway door. ", "Walk forward into the lobby. Veer right at the two leather benches. Stop between the two leather benches before you reach the rug. "]}, {"distance": 6.02, "scan": "r47D5H71a5s", "path_id": 5111, "path": ["e4a808c94c004bc7b2e3101c316bb02c", "96d3ea8a25b347e4b097f070a1cba15e", "7dcc99131ec74b968cb9d728c49220e0", "e6e19fd376c544b58035a32bd44ed8d4", "2b67ab047ee949538c9d5d89046d985f"], "heading": 4.586, "instructions": ["Head straight down the hallway to the third door on the left. Stop in the bathroom and wait near the partition. ", "Walk through door and turn right. Go straight and turn left into the third door on the left. ", "Walk towards the plants and turn right.  Keep walking straight and enter the room to the right of the framed artwork on the wall on your left.  Stop after you enter the room with the screens and sinks. "]}, {"distance": 5.11, "scan": "mJXqzFtmKg4", "path_id": 3246, "path": ["e2918fb638e54334b3397bf58f35e27e", "0ed0d93b000d491585d3b8f8e6898d7c", "415d73ed2c93440cbc9588aef5fdecae", "91b191a2efb1441dafa40cabb3c91b37", "5bd5ce99cf8c416caf190af25f70ca77", "0d8de53715184be9a71bdeab1fca5cdd"], "heading": 3.299, "instructions": ["Exit bathroom to bedroom and continue through to hallway into kitchen. Stop at microwave. ", "Exit the bathroom. Make a left, and exit the bedroom. Walk past the built-in desk on the right. Wait at the built-in microwave. ", "Exit the bathroom into the bedroom. Turn right and walk through the door. Walk forward into the kitchen. Wait there. "]}, {"distance": 7.79, "scan": "cV4RVeZvu5T", "path_id": 304, "path": ["b2af08ee382d4746b235a45d0a7032bb", "7d708a5b80ee45979870bae83b2bdd44", "c29e99f090194613b5b11af906c47dab", "aa4cfd0126dd4c6a9c533ca9cb4a033d", "5bc41a6e3b7748149e0e8592c5b4d142"], "heading": 4.603, "instructions": ["go up steps and turn right, stop at kitchen counter. ", "Go to the landing and turn right up the stairs. Go straight through the dining room and wait in the kitchen. ", "Turn right and go up the stairs, proceed forward and stop by the bar stools. "]}, {"distance": 13.1, "scan": "E9uDoFAP3SH", "path_id": 7073, "path": ["c2ff7eb5559440649b93ab262df88a9b", "ad945086480e44eb9c6cb83c63cd7864", "eae656fc42b1467089883eae9a69c9da", "b409b06f51b843e3948e146f9e7d7526", "21d98b3051984309af072f3fde91c49d"], "heading": 5.93, "instructions": ["Walk into the second doorway on the left. Turn right and walk into the hallway and stop. ", "Go straight into the door. Go into the right entryway and follow down the hall. stop in the hallway. ", "Turn around with the columns towards your back. You'll be walking to your left and exit the balcony through the first opened door on your right. Once you've entered the room, you'll again be turning to your right and walking through the first hallway on your right. You will need to stop in the hallway before the opened doors on your left right and directly in front of you. "]}, {"distance": 7.25, "scan": "V2XKFyX4ASd", "path_id": 4920, "path": ["500527577f0b4e0db97d0a3e4de565dd", "65b7fe76c12f44f1b67c5ad7b03ba63b", "30d053d37e614dd999a93cb5c5f41533", "a5ed9e39260e4273b0cdbda78d3f917d", "4914bb5db5db465dbba150bcb124bcf9"], "heading": 1.691, "instructions": ["Turn around and cross the bed. Then continue down the hall and stop to the right of the brown chairs. ", "Walk past the tub and the bed. Exit the room using the door on the right. Wait near the couches on the left. ", "Walk past the bed towards the open door. Turn right and walk through the door and stop near the edge of the tile floor by the couch. "]}, {"distance": 8.97, "scan": "Uxmj2M2itWa", "path_id": 279, "path": ["36a2419151544f299c99cc0f247b2bb2", "0e7a7b8f99a84a719128d3d0982e9b59", "a206c84102884dda82c5cbdd4e471bcd", "8fe0b78b55964b8dabd6ea8693f87ec8", "791d70f94a124a9e8013f173ce51ff08"], "heading": 2.207, "instructions": ["Walk past the purple chairs and glass table. Walk straight past the red chair. Turn left and stop in front of the doorway. ", "Walk down the stairs, then turn right. Walk towards to the tall and silver cylindrical object, and then take a slight left. Wait here next to the cylindrical object. ", "Walk down the stairs and take a right. Walk past the table and into the hallway toward the door. Stop in front of the silver pillar with the door on your left. "]}, {"distance": 13.16, "scan": "VzqfbhrpDEA", "path_id": 3131, "path": ["b1eb72881a38479a9e5ea4dac5b415f6", "978ffb12f601402c894982880f8eefa6", "497341f6deb9491d8069654da6166366", "507bd57009ad43a7a6ec18e16456d2f8", "df42352940c8404e955eafca30659120", "628a2cb0bb6d483cbc726c8aacd90bf4"], "heading": 0.564, "instructions": ["with the screen to your left walk straight and exit the movie room, turn left and walk down the carpeted hallway, once at the end a stairway will be on your left. Walk down the first set of stairs and stop on the landing. ", "Exit the room and turn left go down the stairs ten steps and wait there. ", "Walk out of the television room and make a left in the hallway. Walk to the top of the stairs.  Walk down one flight of stairs and wait before the second flight of stairs. "]}, {"distance": 12.6, "scan": "cV4RVeZvu5T", "path_id": 5764, "path": ["05d8dd39b5de44b58287a6de59cdba37", "5125c4a0a99f45788e694d5a73ba99c7", "c29e99f090194613b5b11af906c47dab", "7d708a5b80ee45979870bae83b2bdd44", "faa7088781e647d09df1d5b470609aa3", "abc8f6c9abf44c2cb2509ddc331f948f", "3393cfe75d8e4593bf4b05d00b7eb2c2"], "heading": 3.08, "instructions": ["Walk through the door to the stairs. Go down the stairs. Then go down the three steps to the right, and continue straight through the doorway into a bedroom. Then go into the bedroom's bathroom. Stop in front of the sink. ", "With the sliding glass door to your immediate right, look ahead of your for the wall with two doors on it. Go through the leftmost door and descend the stairs all the way to the bottom. Continue forward from the base of the stairs into the bedroom ahead of you, then enter the bathroom to your left. ", "Walk into the room and through the second door on the right. Walk down the steps and turn right. Walk down the steps and into the bedroom. Walk left into the bathroom and stop. "]}, {"distance": 9.35, "scan": "sT4fr6TAbpF", "path_id": 116, "path": ["4d36794543214b2a80738a74a9929dc4", "bbe77cfe6824428fb8400849ebcb2584", "c823eb7138474e9d9fb2026a01ef7a8c", "3a1c1e9d72cc4a0689941f6086cba5e3", "820774305e6f432ea789534d9cda5671", "279aa7019bd34bba990d425da5166638", "9726c93b106f4ec5ad54074592e0a109"], "heading": 1.414, "instructions": ["Walk straight and into the room. Take a right and walk past the bed and into the bathroom. Wait in the doorway of the bathroom. ", "Enter the building through the door. Move into the bedroom on the right. Move forward and stop at the door of the bathroom. ", "Walk along the patio into the nearest entrance door to the home. Walk down the hall into the bedroom. Walk passed the bed and through the door to the bathroom. "]}, {"distance": 13.39, "scan": "VzqfbhrpDEA", "path_id": 2395, "path": ["8e7d323375344d50974984333252a3a1", "507bd57009ad43a7a6ec18e16456d2f8", "372772e3bfcb4cec94a25ed6b28981cf", "b8eb71f5698942739b74fff7dfd5ea32", "9922aafc4ca442db9ff9aac3b0fd5b34", "d4fba379bcee4c53bf62282ec8aded53", "05750907d34f40598b0ecf465c089c04"], "heading": 5.659, "instructions": ["Turn right and walk towards the painting with lots of squares. When you are in front of the painting, turn left. Walk forward and then turn left and enter the room with the pool table. Cross straight across the room and through the wood and glass doors on the other side. Stop when you get to the door facing the large blue curtains. ", "Walk out of the bathroom and take a left. Take a left at the open door that's on the right. Walk by the pool table and wait by the double doors. ", "Exit the bathroom and turn left. Go towards the open door and turn left towards the pool table. Go past the pool table, go through the french doors and wait. "]}, {"distance": 10.17, "scan": "Uxmj2M2itWa", "path_id": 6499, "path": ["78aa4d3dfb8c4c8581a8709e7b9bcde0", "bf2cce0aae8f4c81b8dd4a167da03ebf", "cafb18e8c7b041a8b4f85bf34cf4609d", "2b3822fd33c24bec964eeb305a86d81b", "848ce72594e44d42a022ec51edda9e7d", "6cca94cc96d94a249c664435547e600d", "57fd8a2ec2e341d0b03a9281b042a180"], "heading": 1.777, "instructions": ["Exit the bedroom and turn right.  Then head outside. Stop near the large cactus. ", "Walk past the foot of the bed and go left at the windows.  When you enter the big room with the window walls, go out the door on the right.  Walk outside and stop a few steps along the walkway in front of a cactus. ", "Walk straight past the bed and then make a sharp left turn followed by an extremely sharp right turn and out the door. Stop once you're outside. "]}, {"distance": 5.94, "scan": "XcA2TqTSSAj", "path_id": 3885, "path": ["ee9d7378b5714394b480209610676b45", "17215b70f091427a9a4db3aeec8a9894", "4797d891d8d74ba99300a85be691bd81", "51741dbbb9d74eef95fc545593cc8d46", "8d9d393304ee44298d828d71444961ab"], "heading": 1.674, "instructions": ["Go down the steps and then U turn left and continue going straight until you go into a room with a washer and dryer. Wait at the entrance. ", "Turn around and walk down the stairs. Turn left and enter the room with the washer and dryer. Wait there. ", "Go down the stairs and turn left. Wait in front of the glass door. "]}, {"distance": 9.81, "scan": "2n8kARJN3HM", "path_id": 6567, "path": ["2af2b0defe79482baab06801cd97d145", "be33b5863e3741deaecd29febfc5eafa", "88a3a2ec4bae471087ac403331020c72", "840cd9be95274178b83c956386943c99", "a62a0607fae3496d9018dc74a561be64"], "heading": 4.242, "instructions": ["Walk past the piano and through the middle entryway. Turn right and stop in front of the double doors and stop. ", "Walk towards the piano, and throught the middle doorway. Walk towards the stairs, and stop between the two stair cases that go down. ", "Walk past the piano and through the middle archway.  Keep walking straight until you get to double doors on the right leading outside and stop in between the two staircases. "]}, {"distance": 9.95, "scan": "SN83YJsR3w2", "path_id": 6603, "path": ["86028d7e79e14e0790334948dc507179", "58a6801fbf32464a8d6fc34db3bc991e", "2ed5407274614845a0c2c8f106b861c0", "8e5ee1e7e6784eed89a6c8579b4fd88b", "4e30f38a55414abb9f740d60ad40df7c"], "heading": 3.274, "instructions": ["With the building to your right, move forward, passing the double doors to your right, the picture window to your right, and finally stop just prior to an ornate door flanked by two windows on your right. ", "Walk along the exterior wall toward the patio set, pass the double doors and three planters. Then wait by the front door. ", "Walk towards the outside patio set, and stop in front of the gray door directly across from it. "]}, {"distance": 8.77, "scan": "V2XKFyX4ASd", "path_id": 278, "path": ["217ac15c800641249e7e6cd8537f52ab", "f00970b67a46474cb616cd98cda9dee6", "2dc819c5a5864cc8a953a8af8030acf4", "64685718397043c08a14614bb91e36bc", "a9bdea807d534025a937b7c715bc974c", "f5a31e39d8fa40e89bbbc110bf25de2c"], "heading": 5.712, "instructions": ["Walk to the end of the pool table and head right. Go down the hall, turn right and enter the bedroom. Turn right and walk past the bed on your left. ", "Walk forward towards the TV and take a right into the bedroom. Walk to the bathtub and stop right at the foot of the bathtub bear the bedpost. ", "Walk along the banister railing past the pool table. Walk through the door on the other end of the pool table passing the sofa. Walk into the bedroom and stop near the bathtub near the door. "]}, {"distance": 7.58, "scan": "XcA2TqTSSAj", "path_id": 2440, "path": ["ee9d7378b5714394b480209610676b45", "8fcf0b6f46b8465ab762e45a0060f6f0", "fa065de5315940abb64684e68f6d686a", "9940d688fe8f4fb784cd7d64908fdf4d", "e6040538e6ec43a7b73be5b9614ebd68"], "heading": 1.674, "instructions": ["Continue up the steps in front of you. At the top walk straight forward and down the next set of steps. At the bottom, stop facing the the kitchen and outside. ", "Walk up the stairs and continue walking straight until you reach another set of stairs.  Go down these stairs and stop when you reach the bottom. ", "Go up the stairs, and then go down the white stairs straight ahead. Stop at the bottom of the stairs. "]}, {"distance": 10.51, "scan": "1LXtFkjw3qL", "path_id": 1088, "path": ["de68d1221d1749b392aff06c48512cf0", "d7ec37565be24b1ca1d4f99c34fc1632", "15791b161c944d269ae3727bf19fc1a6", "751a95287d8e487eac608776f5e3a546", "f3d9a22621e14992b8b3fb9776f0395b", "5908a457f37a470aa0e8cd389f31d438"], "heading": 1.231, "instructions": ["Go straightly with upstairs.Then enter in to wash room. ", "Walk past two leather chairs, towards three hardwood steps.\r\nWalk up the three steps and down the hallway towards the bathroom\r\nwalk into the bathroom and stop just past the sink. ", "Walk forward and go up the three stairs. Go into the bathroom on the right and stop in front of the sink. "]}, {"distance": 10.34, "scan": "JmbYfDe2QKZ", "path_id": 5080, "path": ["cf33698ad71e4ff48d7ff42e35e3fd83", "d9b5196ff58c494d8bebdeb3b6ccd061", "51328414aea04771890766f436b40021", "5965958b0a55454d88d45f21d97bc3fc", "63333423642f49caac4871521e93cc45", "be1a38f2bec74de79395d0a938234d38", "164618f724c64b43934cb95b11c89593"], "heading": 4.174, "instructions": ["Go up the stairs and turn right.  Walk towards the bedroom door. Stop in the doorway. ", "Head to the top of the colorful stairs. Go past the exercise bike on the right and wait by the doorway. ", "Go up the stairs and walk to the room on the right.  Stop in the doorway of this room. "]}, {"distance": 7.23, "scan": "r47D5H71a5s", "path_id": 5312, "path": ["841296be493a4195892a1cb14c95ffc2", "021e6fb21e5c47b587fabb26689ff55f", "6ea742331ac84fb9ae24a1b8d76bcf8a", "96d3ea8a25b347e4b097f070a1cba15e", "e4a808c94c004bc7b2e3101c316bb02c"], "heading": 1.946, "instructions": ["Exit the spa room and walk into the reception area through the set of double doors.  Wait there. ", "Exit the sauna and then Exit the room. Turn right and go straight into the room ahead. Wait there. ", "Exit the room, continue straight through the double doorway into the room with a wooden floor. Stop just inside, next to the wicker chair. "]}, {"distance": 10.18, "scan": "SN83YJsR3w2", "path_id": 5391, "path": ["9e807dab53ce47cd9ba4e38918e854d1", "5ee0bb94477840b8889ab493404d9161", "b36e7fd7a96b44b79bd7e94f9bf75c91", "050910e36ac9414c91bb44d962153689", "7b708eb6eca54256976220baf01508de", "9bf70d9f93b9443c89b19bfd9503a56a"], "heading": 5.474, "instructions": ["Exit the bedroom and turn left. Walk past the stairs, following the hallway to the left. Turn left again and walk past the side table with the lamp. Walk through the doorway and turn right at the next hallway. Wait near the wooden banister. ", "Exit room and walk towards the staircase.  Walk passed the staircase and follow the hallway around. Continue straight passed the lamp on the right and through the open door. Turn right after the first door and stop near the railing. ", "Walk into the hall and past the stairs. Turn left down the hallway past the end table. Turn right past the front door and stop by the railing. "]}, {"distance": 7.28, "scan": "D7N2EKCX4Sj", "path_id": 1032, "path": ["1e013670f0ba4c9494734cedf464e11a", "4e900e156c83453495bfdc9348369b9c", "f0501ef281ab486eac400af37a580e19", "e968c229f17d4600a704d6197473c5a4", "aaaee36fbfc94d26be1a858fceaa91dd"], "heading": 4.886, "instructions": ["Go left out of the bathroom the go in the first door on the left down the hallway. Go right into the bathroom and stand in the doorway. ", "Exit the room and keep walking. Turn left entering another room. Make a slight right turn near the bed and stop in front of the toilet bowl. ", "Go into the hallway and then go left, then go into the first room on your left, next turn right and stop in the doorway to the bathroom. "]}, {"distance": 9.05, "scan": "JmbYfDe2QKZ", "path_id": 43, "path": ["860f7e4e9a944bbd856dfcc5f2d1ad2b", "32c98b5cfe804dd185a8cb6ecb91a63f", "448d573c3160494c8715d3e7314f4afb", "63333423642f49caac4871521e93cc45", "5965958b0a55454d88d45f21d97bc3fc", "51328414aea04771890766f436b40021", "d9b5196ff58c494d8bebdeb3b6ccd061"], "heading": 1.527, "instructions": ["Exit the bathroom. Walk straight through the doorway, then turn right and walk down the stairs. At the landing, turn right and continue to walk down the stairs. Stop at the bottom of the stairs and wait. ", "Turn left and go forward until you reach the stairs. Go down the stairs. ", "Turn to the left. and walk into that room.  Then, go down the staircase.You'll stop at the bottom of the stairs.  Wait there. "]}, {"distance": 11.64, "scan": "Uxmj2M2itWa", "path_id": 5632, "path": ["455c874aa7b949a2bf202a683e1061de", "35f681db472f4a899a4096b76096861c", "2c65818beeee40af97d3fce96a3db303", "5218b81977034823899188bbcef96257", "13c191f506114c73b70830b89e195aa6", "d52aaea9fc6e4d5fbecd0220eb9da436", "4890b24fbb59414892ca854895896126"], "heading": 1.983, "instructions": ["Follow path past the red art structure.  Head inside the door and have a seat on the chair. ", "Walk past the glass walls on the left. Walk past the red metal sculpture on the left. Enter the building. Wait at the metal chair on the right. ", "Go to your right and walk passed the wall. Pass the sculpture and continue. Stop near the elevator. "]}, {"distance": 8.0, "scan": "PX4nDJXEHrG", "path_id": 5526, "path": ["52a377b49b9042a5803c42b33ee78be2", "20c06e17f2134fbab5d3e60b1d974645", "3389b852c9c84bbeb9855d46d3637a1d", "2fb14459ed8d496fae1ea1683a23493b", "0405db8320e24c3abb2f1e7c3ce52810"], "heading": 1.484, "instructions": ["Go into the bathroom using the door on the left. Wait near the sink. ", "Walk around the bed and past the foot of the bed into the doorway to the right of the white chair.  Enter the bathroom and stop after stepping inside. ", "Leave the bedroom, and enter the bathroom through the door on the left of the bed. Stop once you enter the room. "]}, {"distance": 12.78, "scan": "gTV8FGcVJC9", "path_id": 5046, "path": ["4cadb45abc024818b5f53d036ea75a01", "4348fadcd604455aa9a69c3a277a5dbc", "c8c384520f0d46b19b905e75d9bc9137", "c1899390d19d453683d3c2bf87d2547d", "1cd3d12fe013476fbb2fbcb7af9d5104", "8de72729921c4f929c8c267ee5199a66", "f033e7084d8b45fd8ef49897e9642639"], "heading": 0.298, "instructions": ["Walk into the door in front of you. Once in, turn left and walk forward. Once you reach the steps to your left walk up the first set. At the top of the first set, turn right and then right again. Walk towards the plant in the corner and then stop in the doorway to the left of the plant. ", "Go up the stairs then turn left. Turn left again and go up the steps. Turn right and walk toward the plant in the pot. Turn left and wait there. ", "Walk up the stairs into the room. Turn left and walk to the steps and up the first set. Turn left before the next set of stairs. Turn left again and stand in the doorway of the black tiled room. "]}, {"distance": 8.48, "scan": "gTV8FGcVJC9", "path_id": 818, "path": ["3e35871a75e542e7ae042682b6e9faed", "bbd00fa328db45e19a55bef3b3cb4b23", "7d0855f289224c24b83f2b19b15c1d6d", "30ac7a9f6c8d4bc4b27b7b2782f2eb99", "8d4b6c6b93934835a39c391d39f5a537"], "heading": 5.516, "instructions": ["Walk out of the room and go down the stairs. Stop in the middle of the landing on the stairs next to the flowers. ", "Walk through the doorway directly in front of you and turn to the right.  Walk down the stairs.  Stop when you get to the landing. ", "Exit through the double doors and go down the first half of stairs located to your right. Wait on the landing just in front of the flowers. "]}, {"distance": 8.05, "scan": "EDJbREhghzL", "path_id": 2385, "path": ["300b7aaa06d04bf8b132541c6aa02254", "80c8894d436e45148577bcb0ebb45889", "cc1617446c6c4db9800195d4249b5ff2", "95a4b136cb854ea585cb23d67e174cb3", "23c4fc0e00a741c8a631f859af1af23c"], "heading": 2.909, "instructions": ["Walk past the foot of the bed towards the bathroom, and prior to reaching the hallway leading to the bathroom, make a ninety degree turn to the right and exit the bedroom, walking down the narrow hallway. Continue down the hallway until you reach a nook with two leather chairs and a fireplace. Stop in front of the fireplace. ", "Turn right after the brown chair then go straight until you get to the fireplace on the left. ", "Exit bedroom to hall and turn right. Continue down hall to sitting room and stop next to fireplace. "]}, {"distance": 11.09, "scan": "VFuaQ6m2Qom", "path_id": 5047, "path": ["3af6ad7060e34e7fa0def83b367226fd", "f04a58b9c4ff4e448b5a4da4fd823a9c", "af4d11860b7a4ea3aaa1986cdc934531", "8c31225bb638494082b206e492422ebf", "9377f3ca210946ff9dbea4937cf7d3ad", "1ed9136647664140918246b69b5d2dc5"], "heading": 2.272, "instructions": ["Continue down the stairs and follow the hallway around to the left into the pool room. Stop and wait near the telephone. ", "Turn and walk down the stairs. At the bottom, turn left and walk until you reach the bench.  Enter the hallway to the left of the bench and go to the last door on the left. Enter the door and stop. ", "Go downstairs and turn left. Entering the small room with the phone, veer left towards the small statue in the alcove. Stop inside the last door on the left, which contains a plunge pool with a painted sky."]}, {"distance": 8.1, "scan": "uNb9QFRL6hY", "path_id": 2046, "path": ["9ec5ebcf3edc44e1ba6dd02e8423e5ed", "28cd285e6d5545dda080d949bb00f1c0", "6c4fa6dfddc1499db228854454bfc61d", "780f24f51de04a70bd30129c8ab9913e", "14f2a8bc76f24d2ea495369bfde2f653", "58cdf4425f984bc8bec9ed57b96feff4", "a617de09a3634853a0cdc8b9d5a711d1"], "heading": 4.595, "instructions": ["Walk out of the bathroom through the doorway. Take a left and continue down the stairs until you reach the intersection in the hallway. Take a right in the intersection and walk about 3 feet and then make a slight right up the stairs. ", "Take a right out of the bathroom, walk down the hall and take the first right turn. You will now see three steps on the right. Walk up the three steps then stop and wait. ", "Exit the bathroom and turn left. Go down the three steps and turn right then go up the three steps to your right and wait there. "]}, {"distance": 6.61, "scan": "D7N2EKCX4Sj", "path_id": 1066, "path": ["ae97478ce1c84d5588244906fe089558", "6ce94e45a7eb4196a91c19d28f8f696e", "4650dea829764ab7bb1557f4fcb603f0", "5c10e79b2673419ebf8d0f84582961ab", "319ddb17492a4fcead1debf39bbafd95"], "heading": 5.914, "instructions": ["Walk out of bedroom and turn left. Walk down to end of hall. Turn left into bedroom. Walk to bathroom and wait there. ", "Exit the bedroom and go to your left. Go into the next bedroom on your left. Stand in the entrance to the bathroom. ", "Turn around approximately 90 degrees, then move toward the wooden support pillar in front of you. Hang a slight left and move into the open wooden door frame. Turn slightly left and move into the bathroom. After you've entered, turn right and wait in front of the open shower curtain, facing it. "]}, {"distance": 13.06, "scan": "D7N2EKCX4Sj", "path_id": 2580, "path": ["172c2604a9054ee784ac24f7af45250a", "4e900e156c83453495bfdc9348369b9c", "5afc855988064b999acb5b3b180e8348", "ba692fd9ec524282935a608d975374e3", "9bbc936210084a00ad05856e0f5a3364", "cf4babf2d24a44418351494fa1cb5ebf", "c69af2f0e57b485886e0f4667b2209a5"], "heading": 4.862, "instructions": ["Turn around and turn left. Wait at the bottom of the stairs. ", "Go down the hall and wait at the base of the stairs. ", "Leave the bedroom, and go left. Walk down the hallway to the elevator. Take a right at the elevator. Stop at the bottom of the stairs. "]}, {"distance": 5.67, "scan": "p5wJjkQkbXX", "path_id": 1820, "path": ["4c2c1e8a608945ccbfe4cde76e6bfc30", "dea35f3e2e5642aa920e3251f33fa036", "8c9910259a0941ee98435a78e2a8d1f3", "98ab4675e5d44a5693f3b57b370b66a8", "97e40352821545a9834df205cb834380"], "heading": 2.537, "instructions": ["Walk down the stairs, stop in front of the first doorway on the left. ", "Walk down the stairs to the landing and make a right.  Then go down the next set of stairs and wait at the bottom of the stairs. ", "Go down the stairs. Stop once you are off the stairs and on the next floor at the bottom. "]}, {"distance": 10.53, "scan": "VVfe2KiqLaN", "path_id": 3266, "path": ["1a5c7ec82b6e4a83afb6e76b4d2118c7", "227ed4cadd89473b93bfdde29decd566", "de5a1f3ff9b24744b104e2e796b5cb29", "cab30cd8524348de8aa89b2c9e10167d", "fca61d936fac41c29ef4cd060765822d", "6a397fdd327d4bfa918a0d9586e4d25d"], "heading": 2.515, "instructions": ["Walk toward the white table. Continue walking until you pass the shower and reach the stairs. Wait at the top of the stairs. ", "Walk away from the couch toward the white table.  Continue to walk straight past the outdoor shower and stop at the top of the stairs. ", "Walk forward along the balcony. Stop at the top of the stairs before you go down them. "]}, {"distance": 10.23, "scan": "1LXtFkjw3qL", "path_id": 2326, "path": ["751a95287d8e487eac608776f5e3a546", "15791b161c944d269ae3727bf19fc1a6", "d7ec37565be24b1ca1d4f99c34fc1632", "de68d1221d1749b392aff06c48512cf0", "0b302846f0994ec9851862b1d317d7f2", "3107120d425e424dacedb73bf44e9094"], "heading": 3.175, "instructions": ["Walk down the steps directly in front. Pass by the two brown chairs. Continue walking forward. Take the next left. Stop there. ", "Go straight until you pass the two brown chairs then turn left in the second door and wait there. ", "Walk down the stairs and down the hallway past the two chairs.  Stop in the last doorway on the left before reaching the end of the hallway. "]}, {"distance": 9.84, "scan": "V2XKFyX4ASd", "path_id": 6386, "path": ["d8704782e15f407d94c06a2b89ea8411", "466bd9b20f7940fd96f766b51641e3fb", "8ca6a0d87d1d4741aac838c39171e4a8", "6e7445ceeb244238b3162f7fa478bb6a", "63a2a4cb2cba477bba0ad596573efbf9", "76dd8d8a97814d16b3f5401888e7c1e1", "f2bd01837bb04271a6ec99c31ea850ba"], "heading": 4.192, "instructions": ["Exit the kitchen and walk up the stairs. Wait on stair just before the landing. ", "Turn around and walk past the table.  Then go up the stairs.  Stop on the stairs just before the landing. ", "Exit the kitchen via the stairs leading upwards. Stop on the last step just prior to the first landing. "]}, {"distance": 13.16, "scan": "1pXnuDYAj8r", "path_id": 3584, "path": ["163d61ac7edb43fb958c5d9e69ae11ad", "f7ef3082a05c40659421f0a21731ae1b", "67dd134230034fc18ab8c30abd9af183", "cc896d0984cc4661bff9087a0df6967c", "73f8049b6198422aa5f2edfc71fe423b", "76ba074e4b7a46feb3d829302db3bd2e", "7cdc2565c773401289b95360da22e017"], "heading": 4.626, "instructions": ["Enter the house and take a left. Go down the hallway and enter the bedroom through the door at the end. In the room take a left into the kitchenette. Stop in front of the mini-fridge. ", "Turn around and enter the house.  Turn to your left and walk down the hallway. Enter the guest bedroom and wait by the door. ", "Go inside the house and make a quick left into the hallway. Walk all the way down the hallway until you pass through the open door directly at the end of the hallway. Upon entering the room, wait near the kitchen area to your left. "]}, {"distance": 12.21, "scan": "Vvot9Ly1tCj", "path_id": 2576, "path": ["c3c936c7eedd44c985bc142e5cd568b4", "d102703b15c04d8b9e3922869068dd60", "c913025ed1e5444aaaf8de29268a58e4", "d84053246d3e4a919e1562009d52f1c6", "12d3b3aa982a491180d7fa0e3231f2af"], "heading": 0.867, "instructions": ["Exit the laundry room and turn left then turn left and pass the glass table with the fancy chairs. Pass the round table and wait near the couches and the tv. ", "Turn left down the hallway, turn left again and go along the long seat, go passed the long seat, go passed the front door on the left and take a few steps near the white and grey couches and stop. ", "Exit the laundry room and walk down the hall. Go past the dining table and wait in the sitting room, near the front door. "]}, {"distance": 6.86, "scan": "VVfe2KiqLaN", "path_id": 250, "path": ["ce09a3da7596439c8685be5f408afb81", "6b0783db762e4593ab5ff5fa7caf57ce", "35b41dcbfcf84f96878f6ca28c70e5af", "3e3839eafbd8467993527dffed63a8f7", "6cece5e7a4074cf19c83b3c213b498d8", "c6ade0195d9e4ca0abbb20fb0eb2fb66"], "heading": 1.662, "instructions": ["Go to the left and through the doorway.  Then go into the bedroom, and past the bed.  Then turn left You'll see a pool outside.  Just wait right at the doorway. ", "Enter the door to your left. Turn left into the bedroom. Walk toward the bed. Turn left at the bed. Walk to the edge of the pool and wait. ", "Head inside the building, turn left once inside, go to the opening on the left, go through the opening, stop once outside. "]}, {"distance": 10.23, "scan": "ac26ZMwG7aT", "path_id": 864, "path": ["dd66f2f7f4a743aa8f07c053c3636c67", "96b25d845ff447cc989dfd87c88ff8b8", "effea130a5984e53bd2bef2bbe4ba4c1", "91b29545634c4754bfe914564d6c950f", "65c054c0933a4814bd05d2da5f282c33"], "heading": 4.763, "instructions": ["Walk through the dining area passed the counter top with a single chair and electronics on top. Walk down the hall and exit through the back door to the patio area, stopping near the barbecue. ", "Move through the dinning area, passing the large table to the left. Enter the hallway and move to the first door on the left. Enter and move to the grill. ", "Go to the desk\r\nGo to the painting\r\nGo to the patio\r\nGo to the grill. "]}, {"distance": 8.16, "scan": "uNb9QFRL6hY", "path_id": 5898, "path": ["6b7940e7ecfa416ab2e6b93d3826a935", "60c1842a4b1c4966a90d779f8ba50e38", "7941933608084efc90d01d7a5deecac6", "c89cdb4427b144148c8d4b0eff05f1bb", "2199fb45c03049ca9130fa58a5e5bfa1", "9f60085423c14bdfbaee38dc2545d7a8"], "heading": 5.802, "instructions": ["Go through the hallway and stand in front of the bathroom door. ", "Make a 180 degree turn and walk down the hallway past the two openings on either side of the passageway. Walk down the steps and through the open doorway and there you'll have reached your destination. ", "Go down the three stairs, and head straight, down the hall ahead. Enter the bedroom at the end of the hall. Stop once you step onto the carpet. "]}, {"distance": 9.21, "scan": "VzqfbhrpDEA", "path_id": 2468, "path": ["6906646ef3a5423184e1d7938ba4f148", "0df37f2d82bd48fb963df1839e33fd32", "6c76d43a72e14b71956c5444d32e129d", "e39098089d1d4a72b777efcde637437b", "fafe970d624c498f8f362392becedf11", "f90f7e3981ac4510906239ff3422c9e8"], "heading": 1.556, "instructions": ["Walk out of the laundry room and turn right. Walk to the end of the hallway and turn right. Walk into the bedroom and stop in front of the bed. ", "Exit the laundry room, make a right and go through the hallway until the end and then make a right into the bedroom and then wait. ", "Turn right and exit the door. Once out turn right and go to the end of the hallway and turn right. Enter the bedroom and stop. "]}, {"distance": 11.78, "scan": "VFuaQ6m2Qom", "path_id": 5257, "path": ["6e23b8b0f5fa4525baf3ec1b23a7634b", "82d211ff84254b6a9b6ab1133a76f30f", "1e9343f1a2a944a6b1d6d6fc990f02cb", "72f16c850d5347b29b3955b350a58f5f", "6e511bffda164528bab7fc025b90ee7c", "8f0adb0cce834e04a0bf92f48219c04d"], "heading": 2.899, "instructions": ["Go straight and exit the room using the door on the left. Go straight until you get to the bedroom. Wait near the bed. ", "Walk past the bed and exit the room through the doorway ahead. Turn right and walk down the hallway. Continue straight and wait in the doorway to the bedroom ahead. ", "Exit the bedroom and go down the hall on the right. Stop inside the bedroom at the end of the hall. "]}, {"distance": 7.64, "scan": "ac26ZMwG7aT", "path_id": 1176, "path": ["735cc8eae07743a1aa5d41ba878b0eb4", "0cf943705a6f4cf798dbcc605c811a50", "97dfbaecdc3f417385083e8302b2b694", "92d6818b71734d2c9267bc430f4f6490", "c8e6c588d25d42cd8400a07db98c40fe"], "heading": 1.565, "instructions": ["walk down the hall past the double glass doors on your left. Stop after entering the doorway at the end of the hall. ", "Go down the hall, past the boating picture, into the room with two couches. ", "Facing the patio door take a right and walk down the hallway. Enter the TV room at the end of the hallway and stand next to the lamp. "]}, {"distance": 8.02, "scan": "mJXqzFtmKg4", "path_id": 1670, "path": ["f719c2037d3e4b70b30aa2f9e4f87320", "e844a14235aa4befbb3fad6e54e8715c", "a475d54e18664630b19f47575a874cf4", "7ee437db8a914c6d8ce7555b3ce6aae4", "7bfd840693034959a2dffb2625026980", "d2040fe496a245c3bae20b84ce63083a"], "heading": 5.507, "instructions": ["Go through the archway towards the outdoor light.Turn left at the couch and pass the first counter. Top at the second counter. ", "from hallway walk into sitting room turn left and walk to dining room, turn slight right and stop between counter and table. ", "Turn around and walk towards the living room area. Turn left and walk towards the circular dining table. Wait there. "]}, {"distance": 6.68, "scan": "i5noydFURQK", "path_id": 3375, "path": ["0bc53661f71543df85e5499ea85f74c7", "5062afb29ed34159a1e05c60e6cf6585", "1e61d22315c945378096f3055645d9e1", "4385dfc7f81c413b86bb06658c1ff5c7", "533a4cd1505a486fa8801bb3aa38f2e3"], "heading": 0.447, "instructions": ["Go through the hallway, make a right and wait at the light switch. ", "At top of stairs turn left into hallway, turn right as hallway turns. Stop before entering dining room at plant and pictures. ", "Walk forward and turn right. Stop at the photographs. "]}, {"distance": 9.47, "scan": "D7N2EKCX4Sj", "path_id": 6492, "path": ["5ca14589a7c4407b9333c3dc02d9c9a5", "c69af2f0e57b485886e0f4667b2209a5", "7f03669f1daf499491770eb857dbe25d", "4c477b124d744b75b561bab5d612bfd8", "93ed5a7cfa504750bee1c7266e67d147", "fc9b08fa1b5b486380466b40b1d633f6"], "heading": 1.146, "instructions": ["Exit the room, walk past the stairway and the fireplace, then turn left. Proceed through the doorway and wait by the door. ", "Leave the bathroom and walk straight out and past the staircase.  Turn left at the fireplace and start to walk outside, passing the bear.  Step in the first doorway near the blue stuffed chair and stop. ", "Exit the bedroom and go straight towards the blue chair, turn left after and around the black bear, step into the near front doorway and stop. "]}, {"distance": 10.77, "scan": "PX4nDJXEHrG", "path_id": 3086, "path": ["6993d4826f644c37b5632edde130ab67", "310ded38502647188e97b980b77c2472", "42ea9388a1f74f0c84105ba33fab13dd", "c8ce61375bc8403691ec503de5401235", "eda4b648d33d436aa09516400af0de9b", "6f5546088036436d87fc42422afc39d5"], "heading": 6.24, "instructions": ["Walk across the room and hallway, past the stairs and wait in the doorway to the kitchen. ", "walk across living room behind couch walk slight let towards stairs, continue straight into dining room, stop before table and kitchen. ", "Walk to the end of the white couch and turn slightly right to face three pictures hanging on the wall near the entrance way. Turn left to face a stone wall in front of a set of stairs. Walk towards and past the stairs until you come to an opening leading to a dinning room table. Walk into the room. "]}, {"distance": 13.57, "scan": "r1Q1Z4BcV1o", "path_id": 633, "path": ["97b67ac0d34d4561ad1b35234105de6f", "fa1f118c0f924788aa7ea44f690a054f", "ccfc7026f4c6494ca251076c85aa906c", "17be6f4e233546548c6c03fef0459044", "35b3d70f47994598aedb510108752797"], "heading": 4.324, "instructions": ["Walk past the buffet table on the right. Make a right opposite the fireplace. Wait at the bench. ", "Turn right and walk towards the staircase, turn right in front of the fire place and walk down the hallway.  Wait near the brown bench. ", "With the round table on your right and the serving table in the white table cloth on your left walk forward pass the coat room and the stair on your right and take a right into the hall way stopping in front of the black leather bench. "]}, {"distance": 14.05, "scan": "2n8kARJN3HM", "path_id": 2820, "path": ["a78621aa1fa24b99bc2752ee584416c8", "4460e0586719490095d7ac389f302500", "3d6c224493aa4b8fa5fd16e7ae8e2d66", "c1a600332bb245b19d8174c0790d6fd6", "69d83243a72046d2bf1f772be52d649a", "3f0be3965cde46ad87538ca4f3e1d271", "ffacc18a27644508a6e4223823a0e2a4"], "heading": 6.264, "instructions": ["After you go up the stairs turn slightly left and go right between the fake sink and the marble pot. Turn left into that hallway and then turn right and go into the bedroom. Pass the bed then go left into the bathroom. Wait by the white chair. ", "Head between the white drinking fountain and the floor decoration. Make a left and go down the hallway. Enter the first bedroom on the right. Walk past the bed and into the bathroom. Stop by the towel rack. ", "walk towards the faucet sculpture, continue past it on left side and walk to the right of the marble cylinder to the doorway. Walk through the doorway to the right of the long rug, around the foot of the bed, and through the doorway on the left. Stop in front of the towel rack. "]}, {"distance": 12.38, "scan": "1pXnuDYAj8r", "path_id": 6060, "path": ["fec0a4503f7d4cee8f491934eff0d498", "834865d0e74042d38b796ded2488d64c", "0f42320ef887416fb8ed9b91b6641cfc", "cf7c2bd80f934238aede140bb9bd1284", "df9d294a3f8849f6ab267f658847f700", "5b2558e404d84e7dbbcb649f9ac93c89", "5cd8a7aa73d841a4b540b19cf91de719"], "heading": 2.496, "instructions": ["Turn left, go into the bedroom, go left again, take the doorway on the right, pass the glass doors of the shower and to the left, stop at the doorway to the toilet. ", "Exit the closet and walk across the bedroom. Enter the en suite bathroom and stop in the area outside the door to the toilet. ", "Exit the closet and turn left, then walk around the bedroom heading to the bathroom in the corner. Enter and go through the bathroom to the door in front of the toilet. "]}, {"distance": 11.36, "scan": "r47D5H71a5s", "path_id": 2162, "path": ["869e52d579cc4c9a85979d3e20eb2455", "32ddd1485c98480f9a6ecd24ace5d49f", "e396f6fa366b419ba059e65d728e20f1", "a9aa7ad5b14e499082ed36083484cfa8", "e2d51e6321224b5aae0a84c8a90c2dd2", "bd624a2988bf4a94839472180cc1b3d5", "458b288354be4060a2e6cf582d959d0f"], "heading": 0.47, "instructions": ["walk straight away from the bed, past a room on the right, towards the workout equipment, turn right at the exercise bike and walk through the doorway. Stop in the middle of the beds. ", "Exit the room and head straight until you get to the hallway and go past the treadmill then turn right on the first door after the treadmill and wait there by the beds. ", "You need to leave the massage room and walk straight into a pool room. Make a right at the end of the pool and walk past the treadmill, when you get to the bike turn right. Next, go inside the massage room and wait between the two beds. "]}, {"distance": 8.07, "scan": "sT4fr6TAbpF", "path_id": 372, "path": ["24d10bcad3b84d3a942f76fc34c2b210", "7cb2c4bc9ad84463b4d0c6a91b8c4640", "70f4a1eb60744999ba4a1f63fef62afe", "eef89e7a055443d8825cf94f092aaa35", "395d4594592e423ea7a0e1618dd384aa"], "heading": 0.065, "instructions": ["Leave the bathroom and take a right into the bedroom. Walk through the bedroom into the bathroom and stop in front of the sink. ", "Walk out of bathroom and turn right. Go through bedroom into bathroom and wait there. ", "Turn right. exit bathroom. turn right into bedroom. walk from bedroom into the bathroom on the other side. "]}, {"distance": 7.17, "scan": "p5wJjkQkbXX", "path_id": 4495, "path": ["4d0c6278077640f09dfa20ccde18bc98", "17535b07dd374560a191b4e0d092b479", "858d6ec47f1045bbb9f2e5e0e1b380ae", "2c25ceddf2aa4f6182a84f2668b6635b", "e61a450ffbe3472795b6559f3f36c211"], "heading": 3.982, "instructions": ["walk past stove through doorway,turn left at brown cabinet, walk slight right and stop in doorway to bedroom. ", "Leave the small kitchen and enter kitchen proper. Go left out of the kitchen and through the hallway to the bedroom. Arrive in the doorway of the bedroom. ", "Walk passed the counter toward the kitchen, and turn left into the bedroom across the hall. "]}, {"distance": 10.68, "scan": "EDJbREhghzL", "path_id": 1259, "path": ["23c4fc0e00a741c8a631f859af1af23c", "7507d89cc172439dbd238eee34cda7a4", "e1ac54fab83242b889a95320811c68e5", "4069c437611e44c69edf8175de76b201", "118169c7cc3f488e88a237f10cad437b", "9e6df4301d8e45b28d96c115dea94756", "181111f8575a49039444d6180bf71c10"], "heading": 5.325, "instructions": ["Make a left out of the room. Go right, towards the stairs. Pass the stairs and the bar. The room will be on your left. ", "Leave the sitting area and take a left. Go down the hall towards the stairs. Pass the stairs and go to the sitting area near the fireplace. Stop next to the round end table. ", "Turn right and walk along the hall. Turn right and cross the doorway. Walk towards the stairs and then towards the sofas. Wait by the white and gold sofa. "]}, {"distance": 17.43, "scan": "r1Q1Z4BcV1o", "path_id": 5912, "path": ["9400426a81b64e35837b0e23dfa9ee7a", "d08536af13b44cf486b3d906d76cfaf8", "1948f7cff5b04572b43c105a61df7a6d", "35b3d70f47994598aedb510108752797", "17be6f4e233546548c6c03fef0459044", "ccfc7026f4c6494ca251076c85aa906c", "01b9c25e9cc946f6a7a53688577e2fc3"], "heading": 1.881, "instructions": ["Turn left and exit the room. Once out turn right and walk forward and out the door on the left. Once out turn left and walk until you reach the fireplace.  At the fireplace, turn left and walk straight forward. Stop right before you reach the white table to your right. ", "Exit the room and turn left in the main corridor, pass the fireplace, then wait near the coat room. ", "Turn left  and exit the bathroom, enter the hallway and turn left.  Walk to the fireplace and turn left.  Walk past the double doors and wait near the edge of the tile floors. "]}, {"distance": 10.04, "scan": "vyrNrziPKCB", "path_id": 4247, "path": ["afbb23c155354c97a0b7064049f93ac7", "e8b5fb3a96e140398b0bc3600c04c7e9", "5269c77b79004d35b83ff2ec0b92dcd8", "c948e0adde424b22af74a18d3cf14ee6", "ad048e19d6cc41d2b559988b26aea08a"], "heading": 4.788, "instructions": ["Walk through the double doors into the building and stop to the left of the table with the flowers. ", "Head indoors, stop in the foyer and wait near the table. ", "Enter the atrium and wait by the large bouquet of flowers. "]}, {"distance": 6.47, "scan": "jh4fc5c5qoQ", "path_id": 4624, "path": ["0565dcc2a0d54d72b97f26a1a14cebe5", "abbdc7ac89204f23a935fcb9ccae887c", "97739a403b984dcd8253741a073b18dd", "3182b6eba9ce405f9e1c0af86cc6b862", "39791f422b0244aa84b3d41d9b218f7e"], "heading": 0.034, "instructions": ["Walk forward through the kitchen and wait outside near wicker chair. ", "Turn around and head through the kitchen. Stop before going outside. ", "Turn around and go down the hall. Stop in the open door at the end. "]}, {"distance": 10.41, "scan": "JF19kD82Mey", "path_id": 5121, "path": ["8844f8fdc366462587b70fb7ede46242", "4ea1cfa67ec145b39f90056a02a43d9f", "c20f944e9c434804944b0c1251247202", "f1b191033043441987b8ebf1bb55002c", "68e4c4477aa442cbbb9a9f1e54b9b831", "96490c4da78240058d1f76a07ed95c9d", "a33fe858085149e8908942d0bf98767f"], "heading": 6.14, "instructions": ["Exit through the bedroom door.  Walk straight until you reach a hallway.  Turn left, and walk down the stairs.  Wait here. ", "Exit the bedroom. Turn left and go down the stairs. Wait there. ", "Walk past the bathroom, go into the hall and turn left to go down the stairs. Wait at the bottom of the stairs near the circles on the wall. "]}, {"distance": 18.27, "scan": "SN83YJsR3w2", "path_id": 1835, "path": ["1ef91e17b2c1476b8e2b1da60321cd36", "4f2496cb6f414802aced02ba0cdd915b", "31d0be0690b14e5988a010b4147368bf", "e3e9e67979e94b6e9f8cbb441dadc8da", "c967dad1b34d45308a0c6c909f19620b", "4c1951ece37a4b79890b361cb320469a", "8fe5222fd6d1415082f3fa39505318ca"], "heading": 1.567, "instructions": ["Walk straight along brick. turn right at bushes. turn slight left and walk towards door. turn left and enter door way into living room. At table and chairs turn hard right and walk straight. Stop between giant pillar and chair. ", "Walk to the right down the balcony, passing the white chair on your left, and enter the sitting room. In the sitting room take a right and stop in front of the first large brown leather chair. ", "Turn right and enter left side room and turn right again near table and chair. "]}, {"distance": 14.7, "scan": "759xd9YjKW5", "path_id": 3062, "path": ["f97898ee20f74b2d8627f5065d633d45", "2ebc2682287645efabf7f2319682aab1", "904beb4bca9e4e2b8d15f3af9b70a242", "9c2919ad974d472fa4f97c01005666f0", "fc30206582bb494190095c4439e2da29", "bbbe225834074bb0a3fb31a3e1e80685"], "heading": 4.392, "instructions": ["Go down the hallway and turn left when you get to a door. Pass one pot with a plant and before you get to the second one turn left on the second entrance. Pass the table and chairs and turn right. Head into the living room and wait by the fireplace. ", "Keeping the light switch to your right, move forward on to the stone floor. Remaining on the stone floor, pivot to the left and continue to move onward. Walk past the two butter churns on the left, then again veer to the left. Enter the dining room and traverse it, keeping to the right side of the table. On your right is a doorway to the living room. Advance until you're even with the corner of the cabinet on your left. Remain standing here. ", "Walk out of the small room, into the hallway with the brick floor.  Walk down the brick hallway, past the wooden equipment and turn left into the dining room. Walk past the dining room table and turn right into the next room.  Stop and wait in the next room, next to a tall cabinet and the fireplace. "]}, {"distance": 6.36, "scan": "S9hNv5qa7GM", "path_id": 2457, "path": ["53d54b73e58940019b731673e65c1902", "cad74e94fdeb425a860ae16cc0fdd45a", "53672af2c15047818f2ead24a2370930", "3532b1e7ea1646848b710936d4696a5d", "d8b7a6a6205f4e72b6ce4bd31d296660"], "heading": 2.345, "instructions": ["Exit the room and turn right and walk down the hallway over the rug.  Stop at the very end of the hallway after passing the stairs. ", "Exit the room then turn right. Go straight until you get to a door on the right. Wait there. ", "Exit the room and walk to the end of the hallway. Wait past the stairs, in the corner. "]}, {"distance": 10.2, "scan": "r47D5H71a5s", "path_id": 797, "path": ["cc94b5dda437408a9a166fcdbafa2a48", "49d8e71cc67d45f9863ca6d25a61a2fa", "e14074a6c7e0450492bf4c0a6c431357", "6ea742331ac84fb9ae24a1b8d76bcf8a", "96d3ea8a25b347e4b097f070a1cba15e", "498ad4add3424a4eaf28355ded64c622", "dddeccce9b044629a9ffd5c61e8ea1cf"], "heading": 1.978, "instructions": ["Walk into the massage room and head to the left.  Go through the doorway.  Go into the next room where there is a staircase.  Keep going a little farther and stand by the base of the stairs. ", "Walk out of the bathroom area into the room with two small beds. Walk out of the door near the beds and into the hallway. Walk through the open glass double doors and through the room towards the counter top opposite from elevator doors on the other side of the room. ", "Leave sauna and move forward across room turning slight right to doorway. turn slight right to hallway and move forward through double doors and stop just passed the stairs by the counter. "]}, {"distance": 6.32, "scan": "VzqfbhrpDEA", "path_id": 4678, "path": ["b526e0affbc140ef9124275daa770f89", "24360576a503468b92c6bbb1451e832f", "01790b2fed1640a1bbb42f04b99f298a", "5162c0936c8340239ef9d52e9d9ffc67", "65672d1fd8784dda8f54ea18dab04d0e"], "heading": 5.979, "instructions": ["walk towards vanity, turn right and walk past tub and through doorway stop in front of mini sink. ", "Walk between the the tub and bathroom counter.  Go through the opening next to the bathroom counter and into the little hallway. Wait next to the family picture hanging on the left wall. ", "Walk past tub on the right. Enter kitchenette, and wait at the sink. "]}, {"distance": 10.27, "scan": "kEZ7cmS4wCh", "path_id": 4303, "path": ["a96b308a64c147fabbfbbf4916afb091", "c709e0508ab94b139f42d19e7f0dcb53", "c130d4a1cbb642c0b7fc079969f2d6fd", "40bd5db3c01e445d903b58f86beaf72a", "c6957ec905d04ac8acab161452470981"], "heading": 2.667, "instructions": ["Turn left and go past the bed. Go straight and exit the glass door on the left. Wait at the balcony. ", "Enter the room and walk around the bed.  Go out on the patio and stop after taking a few steps. ", "Turn left and walk into the room. Walk to the left side of the room and out the door to your right. Stop once you are outside. "]}, {"distance": 12.1, "scan": "sT4fr6TAbpF", "path_id": 3605, "path": ["444bc5d6006244e7b609dd9d06fed1f3", "859a7c9c12c847d9a6860bd6d6bd635a", "c3c5e202b9a04a63ae33742fe9095936", "c06aae190b804b759496db0b88fe4820", "f75d8b1b682c4fee965dd7c5c2dfae74", "00f205a65f374c5299b67176c0852e91", "05869550e06a407a8dedf24f887c9b26"], "heading": 2.606, "instructions": ["Go inside past the long glass table and turn left through the doorway to the left of the table with the horse statue on it. Stop a couple of feet past the doorway. ", "Turn around and enter the house. Once inside, walk straight past the chairs on the right and the table with chairs on the left. At the end of the table turn left and enter the doorway. Stop once inside the doorway. ", "Walk inside and around the screen.  Walk around the dining table and turn left at the table with the horse statue on it and go through a doorway.  Stop just after stepping through the doorway. "]}, {"distance": 6.64, "scan": "sT4fr6TAbpF", "path_id": 3414, "path": ["9d001c6bc0f64a699fd36a6b9a61266a", "8138835f78064c28b6c9c35a89eda7d6", "37a978a1cc0e4464a714fb676f65b7fb", "859a7c9c12c847d9a6860bd6d6bd635a", "c3c5e202b9a04a63ae33742fe9095936", "c06aae190b804b759496db0b88fe4820"], "heading": 4.714, "instructions": ["Turn around and go straight. Take a left at the wall and go straight. ", "Head straight until you pass the wall with holes in it the turn left and wait by the glass table with the white chairs. ", "Go down past some room dividers toward a glasstop desk, and turn into the dining area. Wait next to the large glass dining table. "]}, {"distance": 6.83, "scan": "Vvot9Ly1tCj", "path_id": 2629, "path": ["53e26dd792e14d02a07314b731a1138c", "0b2156c0034b43bc8b06023a4c4fe2db", "cfcd3d7cceed4309a6d7d9bed555e41b", "ea53cea187734e0089778f4d20751b8b", "29ff8140bbb1418a9c66e23df8be476b", "6f3c35e438ec46f4b09a62a7e37392a7", "865e21984c724badb6eba2652a79d596"], "heading": 1.829, "instructions": ["Turn left and head towards the dresser. Than turn left and head towards the exit. Exit the room and go through the hallway. Stop once you reach the living room. ", "With the bed behind your and towards the right, exit the bedroom heading to the left. Continue down the hallway until you reach the kitchen on your left. ", "exit bedroom to hallway and walk straight to the kitchen. Stop before kitchen counter. "]}, {"distance": 6.18, "scan": "cV4RVeZvu5T", "path_id": 5017, "path": ["6333e669c4174c5dbcbc70e6da1c08f6", "44762c24817a4a4fab97961ebaaee07f", "3393cfe75d8e4593bf4b05d00b7eb2c2", "abc8f6c9abf44c2cb2509ddc331f948f", "faa7088781e647d09df1d5b470609aa3", "7d708a5b80ee45979870bae83b2bdd44", "c29e99f090194613b5b11af906c47dab"], "heading": 1.203, "instructions": ["Walk out of the bathroom and turn right. Walk out of the bedroom and up the steps. Stop at the top of the stairs. ", "Head out of the bathroom and to the right, up the stairs, stop on the first landing. Wait in the balcony area near the stairs. ", "Exit the bathtub and leave the bathroom. Enter the bedroom and turn right. Go up four stairs after leaving the bedroom and wait there at the top. "]}, {"distance": 6.66, "scan": "e9zR4mvMWw7", "path_id": 6952, "path": ["2f1dd90f66c64ef5bfa5255692e7304a", "5d711de78dbd400aa4cfd51fc05dfbee", "1ff35596f9cb4b98ba4f08dda81c1654", "4fb8c9be319e4784b4b66f9ca5d839ab", "1daae4b7becc43949516096170ce2a76"], "heading": 3.174, "instructions": ["Walk down the hall past the stairs. Turn right and stop in the bedroom. ", "Go past the half wall and enter the second bedroom on your right. Wait there at the foot of the bed. ", "Go straight. Turn right on the third door. Wait near the bed. "]}, {"distance": 14.37, "scan": "VLzqgDo317F", "path_id": 6136, "path": ["e485dc45aa034cb3b8f41941217f08a7", "ba47cad0e7e748c390f8e7d1e94ccbb4", "79878e3ae5364a658d3f7a0a683c3505", "a68b5ae6571e4a66a4727573b88227e4", "9200a845d37a4e0ab6cbf58f334acbce", "813bb8880cdf4a24b48d97af1b4443a2"], "heading": 3.25, "instructions": ["Walk forward past the table and then go to the right corner of the rope petition and squeeze by it. Turn right once past the rope petition. Walk down the hallway and once in the foyer, turn right and climb the steps to the platform between the two staircases. Stop right in the middle of the platform between the two staircases. ", "Walk past the fireplace and leave through the door on the left of it. Go straight into the entry . Go up the three stairs, and stop on the landing. ", "Pass the fireplace. Turn right. Go straight until you get to the red and white striped chair. Turn right and go up three steps of the stairs then stop. "]}, {"distance": 16.48, "scan": "E9uDoFAP3SH", "path_id": 2591, "path": ["966a5fa6c049457c8ddafb05f6063443", "2335251f91a843c3ae05e1fec482438a", "ec1fb8a79e2f4a46a7e758dd00834caf", "852a2ee396184da494b42dea29a8b467", "53608606748f45c5a69723f062f1baa3", "0b4d4c11e012429e8dd6013502094ef3"], "heading": 0.081, "instructions": ["Go across the room with the banquet table and wait in the doorway, that is facing another large room. ", "Wait at the last doorway on the right. ", "Go straight and pass all the chairs then turn right and wait by the door that is farthest to the left. "]}, {"distance": 5.79, "scan": "mJXqzFtmKg4", "path_id": 836, "path": ["8f9fb18bd1f14a2792f90646ae861c79", "a8fdaa0e5d5b4588b3fc15e7194227a3", "bc13627aa65040738b1d971e11162023", "1a3116dfd5b24accafbed175eeb376d9", "f9406bcd147d4263bba879c80cd42270", "b419f6ecc3f24120afbb65d25efcb444"], "heading": 3.138, "instructions": ["Turn right towards kitchen. Go into hallway and walk into dining room. ", "walk through the archway with the thermostat on the wall.  Walk toward the piano and stop just before it. ", "Turn toward the kitchen, and walk through the doorway to the right of the breakfast bar.  Walk down the hall, passing the bathroom on your right side as you walk.  Walk straight and stop when you get to the piano. "]}, {"distance": 7.28, "scan": "Pm6F8kyY3z2", "path_id": 2915, "path": ["e775ea81e83c45719de5a1577f8f7e39", "9b2b12257e9a4c5d9f99f141769e9301", "4739d48c61a04deab15db1eb2c906a96", "c460d0f6ea8a4458a576efb07d043b39", "e37d923ec8284523b5c9ebdb35800a3a"], "heading": 6.028, "instructions": ["Walk next to the pool with the pool on your left hand side.  When you get to the bar with the sink in it, turn right and stop by the L-shaped table with the single wooden chair. ", "Turn towards your left and walk along the edge of the pool. Once you reach the other side of the room turn right. Head towards the desk and then stop behind the desk facing the 3 steps. ", "Cross the patio and wait at the far end of the steps. "]}, {"distance": 6.47, "scan": "JmbYfDe2QKZ", "path_id": 5735, "path": ["2f20259787124d7e8a85408cd5767c65", "a9366b89465a49028782a840a165a7e8", "61ff336a2ec442268785b388864ea348", "cf33698ad71e4ff48d7ff42e35e3fd83", "f5df82be55df4d13af8d03695bad0163", "1316450be64b472c9f84f6f71a991757"], "heading": 2.296, "instructions": ["Go to the bottom of the staircase in the dining room. Go into the office. ", "Walk across the room, past the stairs and wait in the office, by the desk. ", "Step outside of the room and walk through the doorway on the opposite side past the stairs.  Stop after stepping into the office. "]}, {"distance": 10.28, "scan": "B6ByNegPMKs", "path_id": 2361, "path": ["ac44779a21d14c80a2b46625b2a668b6", "80c114a61294430d948ddfebe5f375cf", "5252c175323b4df68d458d98ed00b9bc", "e5567bd5fa2d4fde8a6b9f15e3274a7e", "8c414a8052c844b4bcd5dc3fadde7f8c", "e52609aae11f42a79f6cf50360180fd5", "fa6d662db40c4335b899082f62b51111"], "heading": 1.031, "instructions": ["Walk out of the office and turn left in the hall. Stop just inside the second door on the left. ", "Turn around to face two desks and an open door leading into the hallway of the office. Turn to the left and walk down the hallway until you reach the second office door on the left. ", "Exit the office and turn left then head down the hallway until you get to a door on the left and go into that room then stop. "]}, {"distance": 8.24, "scan": "kEZ7cmS4wCh", "path_id": 6556, "path": ["ee34e33014c94bf79cda5892e2ec6b24", "b54868e8037048d08f1208b26e887005", "42500d43b2454445a68e90f16aa5ca15", "e5fc4a655a7a451eaec61f1dcaf902de", "3ae10635160248a58e2197541e621ddb", "dbef8aac0198493597e8e5aec0de17cb"], "heading": 4.743, "instructions": ["Turn left and walk past the living room and go outside. Stop next to the outdoor kitchen. ", "Walk between the grey couch on your left and the wall with the blue painting on it on your right.  Walk thought the doorway directly in from of you to exit the house.  Stop when you are outside, next to the marble-topped bar with the sink in it. ", "Walk forward through the doorway, onto the patio, and wait in front of the sink. "]}, {"distance": 8.13, "scan": "i5noydFURQK", "path_id": 779, "path": ["433a39089bf94c7994e39d5e7115cd02", "c657ac66dec0483683d0d6356992b868", "533a4cd1505a486fa8801bb3aa38f2e3", "4385dfc7f81c413b86bb06658c1ff5c7", "1e61d22315c945378096f3055645d9e1", "5f1b89f0e0f341849fcdab381165cd26"], "heading": 2.758, "instructions": ["Walk straight out office door. Walk past three white vases. Make right at wall art. Wait at bedroom door. ", "Walk through the room passed the table. Walk through the barn door on the other side of the table into the hallway. Walk down the hall passed the bathroom. Turn the corner at the painting of a beach. Walk into the bedroom With arm chair and closet. ", "Walk to the door way then to the end of the hall and turn right. Stop at the bedroom doorway. "]}, {"distance": 13.37, "scan": "JF19kD82Mey", "path_id": 2458, "path": ["1227344eaa1f424b83db585fd665fb2a", "db0e4e7b77c04948b581a11f633df145", "a33fe858085149e8908942d0bf98767f", "96490c4da78240058d1f76a07ed95c9d", "68e4c4477aa442cbbb9a9f1e54b9b831", "f1b191033043441987b8ebf1bb55002c", "c20f944e9c434804944b0c1251247202"], "heading": 2.849, "instructions": ["Pass the clear table and chairs and then turn right to g up the stairs. When you get to the top stop by the picture frame that has a lady and a watermelon. ", "Walk into the dining room and go up the stairs. Stop past the banister outside the bedroom on the right. ", "Go along the glass table, turn right and go up the stairs to the top and stop. "]}, {"distance": 17.51, "scan": "8WUmhLawc2A", "path_id": 379, "path": ["a59713eed44e47cca397462601c4d960", "7c9f57c094654e9a9cb27ae4a2f7fa0b", "92ffe9fa9ea6437c88eac23b0bafc0bc", "818d69716786445f8eef89a590ec3f52", "01b439d39a8f412fa1837be7afb45254", "0fd8c430bdb34aedb5c11b56ceb13b63", "491b9b2d5e63400f9b448e5603dd05ae"], "heading": 1.622, "instructions": ["Exit the bathroom, go through the bedroom and exit it, go down the hallway, walk between the kitchen and living room and stand facing the back door and dining table. ", "Exit the bathroom. Turn right and exit the bedroom. Walk across the hallway and turn left and wait by table next to the kitchen area. ", "TUrn around.  Leave the bathroom through the doorway.  Go into the bedroom, past the foot of the bed, turn to the right.  and down the hallway.  Then you'll be in the kitchen/living room.  Go behind the couch and in front of the island area.  Go towards the table, and then wait. "]}, {"distance": 10.36, "scan": "B6ByNegPMKs", "path_id": 3237, "path": ["fc5ed34168254438b9243fd81f285d38", "b0e46bd290c54e48986720e3a466f2cb", "5e889a20ae0a47ea8932879813decb26", "d3cfae9d2d5848e78d6f035f2f79c583", "4ff121c05215423186800ba733221f0e", "c083ff948945461b882f657036d8a1d7"], "heading": 4.466, "instructions": ["Walk away from the computers towards the exit.  Exit the room through the door on your left.  Turn right.  Walk until you reach two double doors in front of you, then turn left.  Stop in front of the open door on your right that leads to another empty workroom. ", "Exit the office then turn right when you get to the exit sign turn left and wait there. ", "Walk across the office and exit the wood door on the left. Once out turn right and walk forward towards the wooden doors. Turn left right before you reach the doors. Stop in the hallway right outside the first door to your right. You are still facing the hallway. "]}, {"distance": 9.09, "scan": "EDJbREhghzL", "path_id": 7054, "path": ["322815e7401746019aace70789e5aec7", "5cbc5e8f99984c978157cbd49e1d95fd", "987ba42081144f569eac1ddea227612a", "0ed4c12ae2734b52866842a32a2bbaad", "884a0669e02341679743a69f4049a41f", "deade6958e8845448d4594169d435b5c"], "heading": 1.141, "instructions": ["Walk straight around the outside of the building and stop between the cross statue and pink flowers. ", "Stay outside, and walk forward on the tile patio along the side of the house.  Continue forward until you reach a spiral potted tree.  Wait here. ", "Walk towards the small black chair to the right. Make a slight left, walking towards the cement statue. "]}, {"distance": 9.13, "scan": "JmbYfDe2QKZ", "path_id": 5685, "path": ["e58daa54fe36484984da0fc3e209ee39", "a885c9f037fe45cfbf053e98e4e3d205", "e3eeb7b8deed4a2fa0000daec3538b75", "f4032225a0c6462ba02f728d031c2638", "7025038ba12d4a63a40c866489226fbe", "a9366b89465a49028782a840a165a7e8", "2f20259787124d7e8a85408cd5767c65"], "heading": 2.86, "instructions": ["Walk straight into the kitchen. Go through the kitchen until you get to the fridge. Before you get to the fridge turn right. U turn left and go into the hallway. Wait there. ", "Turn left to enter the kitchen walking toward the fridge. Turn right to exit kitchen and make immediate left. Stop at first doorway and turn left to enter bathroom. ", "Walk into the kitchen and turn right at the end of the island. Walk out of the kitchen and make a sharp turn left. Stop just inside the bathroom. "]}, {"distance": 13.67, "scan": "gTV8FGcVJC9", "path_id": 1452, "path": ["85599a90376043339b55e424eeb9aeab", "b1d5a917bfb3444f8d13c2ccd91af1b5", "24162b6ef8324ebd85d959273079f239", "8d4b6c6b93934835a39c391d39f5a537", "30ac7a9f6c8d4bc4b27b7b2782f2eb99", "7d0855f289224c24b83f2b19b15c1d6d"], "heading": 0.422, "instructions": ["Turn right to walk up stairs. Turn left. Walk up large flight of stairs. Walk up left side at fork in stairs. Stop at stair just before landing. ", "Go up the stairs and take a left to go up the marble stairs. At the landing take a left and go up the stairs on the left. Stop at the stair that is third from the top. ", "Turn and walk up the carpeted staircase to the next level. Turn and walk up the main flight of stairs at the entry of the home. At the platform midway up the stair turn left at the flower vase and continue up the next flight of stairs to the top. "]}, {"distance": 5.73, "scan": "D7N2EKCX4Sj", "path_id": 5663, "path": ["cd0016747a75487f9fe60f9934d67af5", "b3ea270a560d4fc784e7c7d4ca0e2248", "61e6284b6ef541e59a87efa918514255", "1d7b7a08654f46df87604e7ae30f06b5", "e3c67078918d48a8a37abdbd38c61839"], "heading": 4.155, "instructions": ["walk around the corner then turn left, walk forward then stop at the front of the lamp. ", "Walk toward the bed. Wait near the green chair by the bed. ", "Walk towards the bed to the far side of the square table and chairs and walk around the right side of the bed.  Stop in front of the green chair to the left of the door to the bathroom. "]}, {"distance": 11.76, "scan": "Uxmj2M2itWa", "path_id": 6526, "path": ["e5d22d5625714f54add784abac16c69f", "13c191f506114c73b70830b89e195aa6", "d52aaea9fc6e4d5fbecd0220eb9da436", "4890b24fbb59414892ca854895896126", "37cb64e0cddc4f20b309abc4ff5344c2", "3ba76deab6be444c8b21652763d82795"], "heading": 0.614, "instructions": ["Go passed the red artwork on the left, go into the doorway and then make a right after the first silver chair. Go straight through the glass door and step into the bedroom and stop. ", "Head inside, turn right, walk forward into the room, stop in front of the bed. ", "head inside the building. turn right, then wait inside the bedroom. "]}, {"distance": 8.96, "scan": "pRbA3pwrgk9", "path_id": 2506, "path": ["11f7a9dd12b5467c8d949a8a4343e732", "1125a691d6d94c9f8920896888a840cd", "99142bab4f864a50ba45e703c5b7f08d", "087bf4ad4a0b4a17afc2d6c173eceff3", "3851376d4f84494ebdc080b34ddc0f5e"], "heading": 4.843, "instructions": ["Leave the bedroom and take a left. Take a left into the laundry room. Stop in front of the sink in the laundry room. ", "Go around the bed and out the door on your left then turn left and go into the room right next door.. Wait by the sink. ", "Exit the bedroom and take a left. Enter the laundry room and wait there. "]}, {"distance": 12.33, "scan": "gTV8FGcVJC9", "path_id": 6883, "path": ["79fd427050944d0488ebf017220b7ff4", "892384f1c7bb45fa8c24eb2fa583ebb4", "f51948f5b87546778b9800960f09f87b", "aaa698435aea48b29113314ee362e54b", "eeef7235c2fe462eb3e0481b001537ce", "3c835d3fe5b0448e86389930ab0c3e97"], "heading": 2.072, "instructions": ["Exit the room using the double doors on the right. Turn right and go up the steps. Turn right into the room. Wait near the coffee table. ", "Leave the bedroom through the door at the foot of the bed to the right.  In the hallway, turn right in front of the windows and walk up the stairs.  At the top of the stairs, walk through the doorway on the right.  Walk towards the glass table and stop when you step on the carpet. ", "Exit the bedroom and turn right. Walk up the stairs. Turn right into the living room and wait there. "]}, {"distance": 9.58, "scan": "B6ByNegPMKs", "path_id": 6005, "path": ["97aed0fd1c0748229de1b9232b883fce", "858a873ebc524be8b6c916058c9fcd7e", "1fd387a5d80e4d58972490d89edee1fd", "57c701cc1ed74df19cd6c9a754c9baaf", "5f316f408d4644baa49d6a64a123bb88"], "heading": 0.008, "instructions": ["Exit the room into the hallway. Turn right and go down the hallway. Turn left in the break room with the lockers and stop there. ", "Take a right through the doorway, and walk down the hall. Stop right before the exit sign, and take a left. Stop between the sink and the lockers. ", "Exit the room you are in now, and turn right.  You will be looking down a long hallway with white floors.  Walk forward until you reach the end of the room you were just in, and the first intersecting hallway.  You'll see a sink station on the left.  Turn left and walk forward until you are in the middle of the hallway standing in front of the sink. "]}, {"distance": 11.78, "scan": "2n8kARJN3HM", "path_id": 5209, "path": ["d5f3da3f2bdc4b028c1fe1a2362c7588", "59163d8ecd3a41038c79bad8d0b51d7e", "9c36a2928f3d436181736d628dd0a694", "c1a600332bb245b19d8174c0790d6fd6", "69d83243a72046d2bf1f772be52d649a", "3f0be3965cde46ad87538ca4f3e1d271", "ffacc18a27644508a6e4223823a0e2a4"], "heading": 4.089, "instructions": ["Go into the doorway that leads to a bed. Go past the bed and through the door. ", "Walk past the round table on the left. Walk through the open door on the right. Enter the open bedroom door. Walk past the foot of the bed on the right. Enter the bathroom. Wait at the towel warmer on the wall to the left. ", "Walk towards the door with the dining table to your left. Walk through the door and into the room with one handing light  and a picture on the left side of the wall. Walk past the painting and through the doorway onto the tile. "]}]