<PAD>
<UNK>
<EOS>
the
.
and
walk
left
turn
right
to
go
of
,
stop
on
room
stairs
into
door
down
in
wait
through
a
at
past
you
hallway
doorway
straight
bedroom
exit
enter
then
table
bathroom
up
with
your
towards
take
front
hall
kitchen
out
forward
next
around
near
doors
by
first
bed
continue
top
steps
chairs
end
make
area
dining
until
there
pass
once
outside
wall
glass
open
head
that
two
inside
living
leave
couch
across
just
chair
bottom
toward
when
double
side
get
ahead
sink
white
before
reach
from
second
large
step
staircase
after
pool
between
fireplace
closet
way
house
stand
passed
are
going
is
rug
behind
entrance
it
set
counter
patio
office
move
walking
'
landing
all
other
wooden
painting
floor
keep
corner
black
small
facing
mirror
again
three
desk
laundry
bar
red
slight
along
sitting
middle
couches
slightly
another
archway
passing
stair
blue
see
leading
window
onto
entryway
round
last
foot
an
will
follow
building
carpet
plant
piano
long
brown
hard
sliding
be
opening
stopping
few
balcony
wood
island
one
away
tv
railing
sign
using
far
bench
directly
face
flight
sofa
beside
tub
proceed
picture
refrigerator
tables
opposite
this
entry
back
light
where
third
windows
toilet
walkway
shower
ll
under
as
-
sharp
over
entering
lounge
leads
main
corridor
massage
cross
degrees
statue
here
"
path
downstairs
veer
foyer
lamp
bathtub
stove
them
stairway
leather
s
art
television
beds
re
stairwell
garage
green
potted
big
porch
immediately
upstairs
vase
cabinet
immediate
dinning
so
which
climb
exercise
can
arched
grey
tile
stools
plants
hanging
2
home
marble
pictures
four
coffee
has
fridge
deck
pillar
center
wine
stepping
dresser
base
water
start
edge
flowers
more
paintings
mat
sinks
machine
hand
standing
case
cabinets
empty
shelves
closest
stone
banister
some
off
washer
chandelier
narrow
/
looking
sculpture
metal
dryer
shelf
walls
direction
fourth
very
nearest
should
clock
halfway
purple
heading
screen
feet
switch
short
theater
column
come
elevator
indoors
bookshelf
about
furniture
travel
arch
circular
framed
rope
thermostat
bookcase
level
though
have
spiral
gray
stay
keeping
gym
descend
taking
couple
yellow
via
turning
threshold
five
outdoor
above
exiting
but
pillars
pantry
circle
reaching
frame
little
fire
library
orange
doorways
oven
artwork
brick
rest
need
hot
those
lobby
ninety
columns
benches
tall
wicker
reception
washing
sauna
study
seating
sets
fountain
restroom
pathway
half
locker
intersection
bookshelves
3
tiled
display
guitar
rail
sofas
closed
gold
ceiling
striped
bath
bike
partition
gate
following
bear
180
switches
both
now
2nd
flower
u
equipment
zebra
ascend
single
located
(
rocking
beige
lead
built
for
pot
horse
treadmill
)
piece
square
animal
french
he
pews
extinguisher
seat
curved
flooring
tree
carpeted
lockers
ottoman
moving
leftmost
90
destination
elevators
cloth
stool
farthest
while
welcome
nightstand
aisle
recliner
against
dark
armchairs
not
game
covered
quick
hardwood
arcade
arm
book
clear
soon
silver
t
pink
find
vanity
storage
do
divider
each
flights
upwards
finish
grand
fifth
space
cooler
suite
till
mosaic
reached
adjacent
ballroom
ve
phone
parallel
photos
iron
opens
look
row
heater
en
armchair
staircases
drawers
even
desks
jacuzzi
movie
counters
cellar
mini
rocks
degree
forwards
machines
visible
rooms
4
planter
rack
towel
basket
holes
continuing
portrait
almost
man
beach
rectangular
platform
fan
seats
entered
fitness
..
close
kitchenette
exterior
great
towels
locate
concrete
buffet
ground
colorful
utility
master
six
faucet
says
bit
giant
floors
candles
drum
microwave
beginning
prior
place
beyond
outdoors
poster
ovens
same
mirrors
sidewalk
dog
marilyn
den
grass
position
books
smaller
alcove
alongside
runner
marked
stones
immediatly
dishwasher
grill
roped
decoration
or
o
abstract
curtain
monroe
underneath
arrive
men
midway
family
either
print
turns
curtains
tapestry
entire
sectional
ladder
well
rightmost
countertop
leaving
chaise
wet
staying
5
checkered
lower
hang
ropes
breakfast
section
upon
vases
doormat
railings
passageway
diagonally
rock
sconce
frosted
panel
floral
work
barrier
1
ends
spa
colored
court
length
further
shaped
church
45
these
console
frames
barber
climbing
photo
loveseat
part
opened
altar
baskets
recreation
wide
clockwise
statues
floored
wardrobe
basketball
ornate
pots
shoes
let
meeting
radiator
granite
workout
fancy
tan
several
curve
making
love
pillows
bedrooms
remaining
like
patterned
lights
full
downwards
decorative
trash
put
blanket
looks
flag
lattice
coat
hit
drinking
meet
conference
mounted
women
sixth
froward
descending
box
planters
bust
approach
vent
support
mirrored
bush
placed
swimming
pattern
credenza
lamps
swinging
line
promptly
cheetah
archways
furthest
eight
old
cactus
washroom
begin
clothes
guardrail
painted
still
posters
arches
rounded
also
winding
american
labeled
flat
pillow
loft
swing
curves
garden
velvet
tops
dots
nook
folding
bowl
comforter
arc
upper
board
waiting
bridal
stall
air
ladies
getting
openings
bushes
dinner
salon
photographs
break
without
loungers
armoire
avoid
kids
copy
post
3rd
no
its
don
use
structure
chest
below
hundred
our
dot
woman
hallways
giraffe
angle
children
arrangement
closets
foosball
tot
telephone
settee
recliners
yourself
oriental
containing
shelving
holding
ledge
backside
many
fork
areas
billiards
tablecloth
low
infront
final
eighty
design
goal
ascending
than
girl
beneath
indoor
goes
alter
too
ball
fruit
feather
backyard
stars
lounging
extreme
urn
topped
veering
fence
object
trees
cushioned
dogleg
screened
;
handle
restrooms
curving
oval
golden
cushions
pedestal
bathrooms
banquet
panes
mats
saxophone
filled
jump
twin
rugs
started
watermelon
thing
changes
beam
nearby
plaque
overlooking
only
walked
burgundy
pas
if
garbage
nest
tiles
interior
billiard
bottles
brass
. .
entertainment
pivot
night
4th
larger
body
enerskin
followed
surrounded
bigger
carpeting
pole
6
barstools
woven
starting
grandfather
formal
bird
talk
gallery
current
pulp
cupboards
elliptical
polka
#
thought
number
cylinder
lounger
dressing
leopard
theatre
finally
spot
pgi
fiction
terrace
hutch
pipes
distance
computer
faced
11
treadmills
arrived
ship
steel
palm
bin
drawer
crossing
hangings
passage
handing
padded
huge
footstool
son
sit
gravel
zebras
candle
were
paneled
rear
central
keyboard
lady
marbled
