<PAD>
<UNK>
<EOS>
the
.
and
walk
turn
left
right
to
go
of
,
stop
on
room
stairs
into
door
in
down
wait
through
a
at
past
you
hallway
doorway
bedroom
straight
exit
table
enter
then
bathroom
up
with
your
towards
front
take
hall
kitchen
out
forward
around
next
near
by
first
doors
continue
top
bed
chairs
steps
end
make
area
dining
until
there
pass
once
wall
outside
glass
head
open
that
leave
two
chair
couch
inside
toward
living
across
bottom
just
white
when
side
get
double
sink
ahead
before
reach
large
from
second
step
staircase
between
after
fireplace
pool
closet
way
stand
are
house
passed
behind
is
going
it
rug
entrance
set
counter
move
walking
patio
office
landing
'
all
desk
wooden
other
black
small
painting
keep
corner
facing
floor
mirror
red
again
sitting
three
slight
middle
along
bar
laundry
couches
slightly
another
passing
stair
archway
blue
leading
see
entryway
onto
round
window
long
foot
last
an
follow
will
carpet
building
hard
brown
plant
balcony
be
stopping
sliding
piano
few
opening
wood
away
railing
one
island
tv
sign
bench
face
directly
sofa
beside
using
flight
proceed
tables
tub
far
entry
opposite
back
refrigerator
this
light
third
picture
shower
windows
"
where
main
toilet
-
vase
as
ll
under
walkway
sharp
leads
foyer
green
over
entering
corridor
cross
degrees
massage
lounge
stairwell
bathtub
here
s
stairway
veer
porch
cabinet
statue
stove
path
upstairs
lamp
which
them
re
dinning
art
downstairs
television
leather
beds
immediate
garage
potted
hanging
so
big
immediately
marble
climb
four
fridge
has
home
base
pictures
coffee
grey
can
2
exercise
stools
stone
tile
arched
more
flowers
plants
dresser
center
tree
banister
start
edge
pillar
standing
deck
stepping
wine
paintings
case
water
walls
empty
shelves
mat
very
hand
cabinets
sinks
machine
shelf
nearest
metal
screen
bookshelf
feet
closest
christmas
looking
chandelier
heading
halfway
off
washer
narrow
fourth
some
dryer
elevator
clock
/
have
travel
short
direction
purple
should
bookcase
switch
circular
sculpture
yellow
thermostat
about
though
arch
circle
stay
five
gym
theater
threshold
indoors
pillars
taking
above
column
come
framed
rope
fire
furniture
keeping
couple
brick
exiting
desks
level
turning
descend
little
gray
via
oven
rest
spiral
columns
orange
artwork
pantry
need
outdoor
doorways
reaching
but
library
frame
gate
those
closed
lobby
tall
benches
ceiling
sets
half
study
restroom
ninety
hot
striped
washing
seating
3
he
following
bookshelves
ottoman
locker
sofas
rocking
wicker
for
fountain
intersection
rail
both
gold
ping
pong
display
180
sauna
tiled
reception
pathway
french
extinguisher
pink
flower
now
moving
2nd
guitar
bath
switches
equipment
square
u
treadmill
single
conference
partition
(
bear
while
bike
work
suite
carpeted
lead
curved
zebra
stool
ascend
)
located
destination
piece
beige
silver
seat
flooring
against
space
pot
lockers
dark
animal
nightstand
leftmost
arm
pews
horse
farthest
armchairs
built
game
soon
mosaic
90
book
covered
upwards
welcome
recliner
each
cloth
elevators
quick
reached
divider
grand
not
rack
master
aisle
hardwood
find
six
curtains
do
finish
storage
vanity
ve
till
says
4
man
den
arcade
tapestry
t
clear
look
forwards
en
smaller
great
concrete
hammock
staircases
adjacent
flights
outdoors
cooler
opens
even
armchair
mirrors
fifth
row
o
iron
oval
phone
jacuzzi
giant
trees
position
beach
curve
continuing
entered
close
planter
degree
alongside
faucet
machines
photos
locate
breakfast
place
poster
parallel
platform
mini
vent
fitness
marked
fan
exterior
utility
almost
colorful
ovens
ground
ballroom
staying
movie
entire
towel
visible
length
cellar
heater
either
decoration
counters
rooms
drawers
alcove
underneath
rocks
shaped
doormat
portrait
dog
towels
kitchenette
holes
drum
midway
basket
colored
microwave
rectangular
ladder
box
beginning
pillows
or
tan
books
seats
buffet
prior
beyond
..
runner
meeting
further
rock
these
floors
upon
bit
marilyn
grill
same
roped
sectional
sidewalk
men
panel
candles
arrive
well
1
abstract
leaving
grass
downwards
radiator
garden
console
lower
monroe
workout
stones
45
family
chaise
turns
print
railings
immediatly
curtain
rightmost
5
hang
dishwasher
checkered
countertop
like
its
barrier
ropes
frosted
part
without
wet
coat
ends
board
barber
loveseat
diagonally
flag
nook
passageway
vases
basketball
computer
ornate
section
floored
final
bedrooms
wardrobe
making
unfinished
court
guardrail
air
lamps
patterned
floral
wide
arches
sconce
several
clockwise
spa
let
trash
frames
women
church
granite
begin
climbing
line
support
mounted
photo
sixth
velvet
pots
many
break
waiting
recreation
post
lattice
lights
loft
angle
dot
fancy
statues
opened
altar
hit
baskets
pattern
dots
3rd
shoes
full
swing
love
below
painted
our
decorative
copy
winding
credenza
mirrored
swimming
remaining
#
american
meet
froward
planters
curves
labeled
tot
started
looks
;
pillow
furthest
upper
put
curving
placed
descending
drinking
stall
swinging
approach
beneath
host
washroom
bush
blanket
bridal
cheetah
folding
tennis
cactus
bust
arc
footstool
rounded
walked
distance
archways
eight
seven
tops
structure
promptly
no
photographs
containing
hundred
also
girl
golden
eighty
recliners
comforter
clothes
larger
pas
still
bigger
posters
old
hallways
chest
goes
bowl
easel
yourself
getting
sailboat
arrow
extreme
backyard
screened
design
flat
garbage
tiles
paper
tablecloth
cushioned
settee
low
stained
infront
gallery
children
overlooking
salon
dinner
interior
oriental
object
veering
armoire
bushes
areas
backside
sit
wreath
arrangement
plaque
urn
kids
bin
. .
closets
dogleg
pocket
number
don
ladies
avoid
billiard
rugs
changes
woman
shelving
topped
telephone
foosball
billiards
thing
filled
nest
loungers
panes
only
holding
giraffe
fork
openings
use
construction
ledge
stars
passage
lady
fence
cupboards
starting
jump
feather
thought
dressing
handle
followed
than
made
drawer
bathrooms
cylinder
doorframe
point
11
pivot
bottles
burgundy
grandfather
goal
barstools
polka
nearby
entertainment
decorations
rear
central
current
too
doorknob
lounging
palm
terrace
saxophone
cement
ascending
alter
brass
beam
watermelon
banquet
mats
indoor
steel
twin
gravel
fruit
cushions
ball
ship
night
restrooms
pedestal
reading
if
unit
pipes
handing
keyboard
lines
stacked
paneled
grate
plywood
surrounded
skin
huge
pause
carpeting
portraits
hangings
view
lounger
enerskin
wrap
pole
theatre
bird
arrived
any
cow
pair
entrances
zebras
projector
deer
car
they
approximately
body
enclosed
fiction
lit
pgi
trunk
dividers
hutch
crossing
talk
marbled
finally
guitars
sunset
straw
teh
sides
candle
padded
elliptical
faced
spot
roof
fake
pulp
son
leopard
4th
formal
were
woven
6
plate
treadmills
pig
powder
