<PAD>
<UNK>
<EOS>
the
.
and
walk
turn
left
right
to
go
of
,
stop
on
room
stairs
into
door
down
in
wait
through
a
at
past
you
hallway
doorway
straight
bedroom
exit
table
enter
then
up
bathroom
with
your
towards
take
front
hall
kitchen
out
next
forward
around
by
near
first
doors
continue
bed
steps
top
end
chairs
area
dining
until
make
there
once
pass
wall
outside
head
that
open
glass
living
leave
bottom
couch
two
chair
inside
across
toward
just
side
when
get
white
ahead
double
before
sink
reach
second
from
large
step
staircase
between
after
pool
way
fireplace
closet
stand
are
passed
rug
is
house
going
it
behind
entrance
set
counter
move
all
red
wooden
walking
patio
'
landing
floor
other
corner
small
office
sitting
black
painting
keep
mirror
desk
facing
again
three
along
bar
another
middle
slight
carpet
archway
couches
passing
laundry
slightly
stair
leading
blue
see
follow
window
onto
entryway
long
round
an
foot
last
hard
will
brown
plant
building
stopping
sliding
island
be
piano
balcony
few
wood
opening
directly
one
railing
away
tv
sign
sofa
flight
beside
far
face
tub
using
proceed
entry
bench
refrigerator
back
this
opposite
toilet
shower
third
windows
"
picture
tables
light
where
vase
under
ll
-
sharp
massage
leads
as
foyer
cabinet
over
entering
walkway
main
green
stove
here
degrees
corridor
cross
stairway
four
path
downstairs
statue
stairwell
bathtub
lamp
s
veer
porch
lounge
big
art
upstairs
television
dinning
fridge
hanging
coffee
immediate
potted
arched
them
which
re
has
leather
tile
more
immediately
garage
so
climb
edge
exercise
home
marble
grey
wine
beds
stools
base
banister
center
pictures
standing
2
start
flowers
stone
can
plants
dresser
pillar
clock
shelves
case
deck
nearest
stepping
tree
mat
very
shelf
paintings
some
looking
cabinets
arch
walls
empty
off
short
hand
chandelier
bookshelf
halfway
direction
oven
circular
travel
water
closest
machine
pantry
/
feet
though
sinks
should
metal
have
heading
narrow
above
circle
bookcase
christmas
sculpture
fourth
washer
screen
dryer
yellow
framed
switch
threshold
furniture
thermostat
couple
fire
pillars
come
exiting
level
five
purple
about
brick
rope
gym
keeping
column
theater
stay
elevator
gray
sauna
descend
outdoor
little
indoors
via
taking
turning
frame
reaching
library
display
columns
lobby
sets
doorways
for
desks
sofas
closed
need
rest
those
tall
ninety
spiral
3
bath
artwork
intersection
ceiling
french
following
study
orange
hot
but
striped
both
half
he
gate
180
ottoman
tiled
seating
treadmill
rocking
pathway
bookshelves
moving
pink
wicker
fountain
flower
benches
gold
washing
locker
pong
square
ping
rail
extinguisher
restroom
now
bear
seat
switches
stool
beige
u
suite
carpeted
lead
destination
reception
dark
fitness
single
located
while
ve
90
equipment
2nd
against
animal
nightstand
each
(
book
covered
leftmost
man
pot
guitar
work
welcome
lockers
silver
)
ascend
partition
zebra
counters
flooring
bike
pews
mosaic
vases
reached
armchairs
grass
upwards
curved
conference
piece
arm
storage
not
rack
farthest
platform
den
soon
cellar
console
microwave
space
finish
ladder
en
do
flights
ground
quick
till
degree
game
master
hardwood
built
six
cloth
look
parallel
entered
find
horse
divider
ropes
elevators
t
curtain
aisle
vanity
says
grand
recliner
even
drawers
phone
jacuzzi
bit
position
place
clear
photos
curtains
row
curve
visible
either
close
breakfast
4
adjacent
roped
outdoors
opens
mirrors
forwards
oval
concrete
colored
grill
beaded
rooms
underneath
beyond
giant
basket
tapestry
continuing
dog
smaller
locate
fan
planter
o
staircases
armchair
ovens
fifth
doormat
alongside
iron
staying
drum
trees
midway
length
railings
immediatly
arcade
great
these
vent
exterior
towel
tan
marked
almost
downwards
shaped
sidewalk
cooler
hammock
post
beach
frames
utility
alcove
pots
radiator
without
mini
pillows
books
well
..
runner
like
machines
lower
rectangular
poster
seats
prior
towels
buffet
holes
its
upon
barrier
ends
or
candles
leaving
rightmost
arrive
further
faucet
entire
movie
photo
part
beginning
decoration
ballroom
colorful
panel
portrait
kitchenette
waiting
box
yard
1
countertop
placed
workout
heater
men
turns
love
5
rocks
same
nook
making
design
floors
clockwise
hang
footstool
loveseat
patterned
45
family
abstract
marilyn
several
diagonally
passageway
climbing
support
garden
monroe
meeting
altar
spa
let
sectional
section
rock
floral
hit
mirrored
air
loft
statues
baskets
old
ornate
pattern
board
eye
stones
guardrail
lamps
wide
looks
frosted
chaise
print
women
begin
line
bust
dishwasher
checkered
wardrobe
below
dressing
recreation
coat
church
angle
mounted
eight
;
wet
washroom
pillow
also
goes
3rd
flag
pas
decorative
blanket
girl
floored
bedrooms
unfinished
promptly
hallways
labeled
lattice
barber
starting
painted
basketball
computer
sailboat
sixth
many
fence
credenza
tops
meet
tot
sconce
upper
urn
descending
bigger
cushioned
final
swimming
made
started
arches
dot
rugs
shoes
full
trash
granite
chest
approach
yourself
nest
court
backyard
beam
telephone
if
velvet
curio
veering
remaining
larger
lights
dots
swing
thing
cheetah
curving
chart
our
break
alter
extreme
oriental
cactus
american
stars
armoire
fancy
furthest
put
opened
billiard
drinking
stall
still
#
getting
tiles
cream
infront
copy
winding
bush
distance
archways
no
arrow
followed
star
froward
planters
night
bin
low
walked
barstools
golden
woman
swinging
posters
easel
backside
folding
loungers
ledge
rounded
seven
dinner
interior
bridal
indoor
curves
point
bushes
. .
recliners
clothes
comforter
beneath
host
foosball
dogleg
bowl
tennis
arc
gallery
children
overlooking
structure
feather
than
11
pivot
tablecloth
entertainment
decorations
eighty
hutch
splits
palm
sit
billiards
please
panes
only
filled
formal
flat
garbage
paper
rails
mats
terrace
screened
don
bannister
photographs
containing
antelope
areas
hundred
arrangement
plaque
closets
talk
number
current
trunk
openings
holding
cushions
ball
pedestal
settee
passage
violin
cupboards
urns
pole
woven
thought
bottles
pocket
stuffed
nearby
avoid
rear
central
change
pew
use
handle
letters
fork
steel
fruit
electrical
construction
brass
stained
boxes
salon
object
ladies
throught
kids
weight
wreath
deer
topped
changes
polka
lit
shelving
atrium
globe
giraffe
watermelon
banquet
twin
sunken
unit
being
jump
would
people
drawer
bathrooms
arrived
doorframe
pair
cylinder
butler
burgundy
goal
too
marbled
teh
bathing
sides
faced
unicycle
completely
bookcases
gravel
int
ship
restrooms
powder
lady
rows
beads
high
bird
view
4th
lines
any
grandfather
stationary
bedside
approximately
block
pgi
dividers
doorknob
crossing
finally
skin
sunset
saxophone
candle
lounging
cement
ascending
fake
6
mantle
reading
treadmills
spot
crystal
pendant
playroom
handing
barn
grate
plywood
hangings
lots
mid
huge
pause
carpeting
barbecue
portraits
enerskin
wrap
cases
grain
theatre
entrances
horizontal
ten
zebras
projector
exam
fiction
diagonal
media
handrail
projection
sculptures
vertical
tun
padded
elliptical
stepped
reclining
lips
class
were
dividing
plate
thirty
keyboard
new
stacked
paneled
lighted
enclosed
surrounded
body
stick
lounger
ski
e
cow
throw
houseplant
they
lawn
ways
intersecting
halt
counting
pipes
signs
guitars
gone
shoe
style
vaulted
outlet
straw
homes
slider
rectangle
suitcases
roof
pulp
son
landscape
leopard
car
run
instead
pig
